var ProudAirForce = [
  [
    // 항공선각자
    {
      name: "도산 안창호",
      photo: "one-one",
      checkPhoto: 10001,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=4310&gotopage=1&search=&kor_name=%EC%95%88%EC%B0%BD%ED%98%B8&search_3=&search_4=&search_5=&search_6=",
      information_1: "위대한 항공선각자",
      information_2: "",
      year: "1878. 11. 9. ∼ 1938. 3. 10.",
      mainText:
        "1920년 도산 안창호 선생은 일제와 싸우기 위해서는 지상에서의 전투와 함께 당시로서는 최첨단 무기인 항공기를 이용하여 독립운동을 전개할 필요성을 주창하였다. 대한민국 임시정부의 노동총판 직을 수행하면서 임시정부와 국내 조직 간의 비밀연락 수단으로 활용하고, 민중에게는 독립운동 및 조국 해방을 선전할 수 있는 도구로 사용하기 위해 항공기를 구입할 계획을 수립하고 추진하였으나 일제의 집요한 방해와 자금 문제 등 많은 현실적 어려움으로 실패하였다. 차선책으로 중국 관계기관에 한인 젊은이들을 파견하여 위탁 비행교육을 받도록 노력하였다.",
      subText_1:
        "”비행기를 이용하야 국내 인심(人心)을 격발(激發)케 하고, 또 장래 국내의 대폭발(大爆發)을 촉기(促起)하려 함이라.” 도산일기, 1920. 2. 17.",
      subText_2: "",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "백범 김구",
      photo: "one-two",
      checkPhoto: 10002,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=648&gotopage=1&search=&kor_name=%EA%B9%80%EA%B5%AC&search_3=&search_4=&search_5=&search_6=",
      information_1: "공군 창설의 초석을 세운",
      information_2: "임시정부 주석",
      year: "1876. 8. 29.∼1949. 6. 26.",
      mainText:
        "대한민국 임시정부 주석이었던 백범 김구 선생은 독립전쟁을 수행하기 위한 방편으로 공군력의 중요성을 누구보다 잘 인식하고 있었던 지도자였다. 김구는 임정 시절 중국에서 활동 중인 한인 비행사에 관심을 갖고 중국 정부에 이들의 교육 및 지원을 각별히 요청하였다. 이는 장차 임정 비행대 창설 시 귀중한 인적 자산이 될 것으로 생각하고 있었기 때문이다. 이러한 구상 속에서 다수의 한인청년들을 중국 비행학교에 입학시켰으며, 아들 김신(제6대 공군참모총장) 등 한국 국적의 한인 청년들을 비행사로 양성하였다. 또한, 김구는 1943년 대한민국 임시정부 잠행관제 제정 시 공군의 역할과 기능을 명시하여 공군 창설의 초석을 세웠고, 특히 중국 정부군 공군 소장이었던 최용덕을 임시정부 참모부 처장으로 임명하여 장차 대한민국 공군 건설의 기반이 되는 공군설계위원회조례를 제정, 공포하게 하였다.",
      subText_1:
        "임시정부 공군건설계획인 『공군설계위원회 조례』와 『한국 광복군 비행대의 편성과 작전』계획을 주관하여 훗날 공군 창설의 초석을 닦았다.",
      subText_2:
        "대한민국 임시정부 공보 제 78호/군무부 공작보고서 대한민국 임시정부 자료집 9",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "학교를 설립한 노백린 장군",
      photo: "one-three",
      checkPhoto: 10003,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=2511&gotopage=1&search=&kor_name=%EB%85%B8%EB%B0%B1%EB%A6%B0&search_3=&search_4=&search_5=&search_6=",
      information_1: "항공력이 장차전의 주역임을",
      information_2: "예견하고 윌로우스 비행",
      year: "1875. 1. 10. ∼ 1926. 1. 22.",
      mainText:
        "노백린 장군은 구한말 정통 엘리트 군인으로서 국권 회복과 민족 독립에 누구보다 앞장섰던 한국 근대사의 지도자 중 한 사람이다. 그는 독립전쟁에 승리하기 위해서는 한인 청년들을 비행사로 양성하고, 이를 바탕으로 한인비행대를 조직하여 독립전쟁의 최전선에 나서야 한다고 주장했다. 일찍이 그는 제공권을 확보하지 않고는 독립전쟁에서 결코 승리할 수 없으며, 앞으로의 전쟁은 하늘을 지배하는 자들의 것이라고 강조하면서 공군력 건설에 매진하였다. 1916년 12월부터 1921년 1월까지 하와이와 북미에 체류하면서 3·1운동 직 후 자신의 꿈을 실천에 옮기기 위해 김종림,곽림대 등과 함께 윌로우스에 비행학교를 설립하였다. 비행학교의 설립은 한국인 최초로 공군 건설을 시도하는 것임과 동시에 노백린의 오랜 숙원이던 독립전쟁론을 실행하는 것으로, 이는 대한민국 공군 태동의 첫 씨앗을 뿌린 위대한 업적이 되었다.",
      subText_1:
        "“우리 비행사들의 궁극적인 목표는 일본 도쿄이다. 독립전쟁이 일어날 때 우리 공군이 일본에 날아가 도쿄 시내를 쑥대밭이 되도록 폭격하는 것이다. 이 목표를 꿈에라도 잊지 말고 銘心不忘하여 언제나 전투출격 태세를 갖추고 훈련해야 한다. 우리는 훈련이 아니라 실전이다. 실전으로 알고 싸우자.”",
      subText_2:
        "『노백린의 생애와 독립운동』, 독립기념관, 2003.(노백린이 비행가 양성훈련에 참여한 청년들에게 강조한 말)",
      subText_3:
        "“군단(비행학교) 설립의 목적은 한인 청년들에게 장차 한국이 일본으로부터 독립을 얻는 데 도움이 될 비행술을 가르치기 위함이다.”",
      subText_4: "Willos Daily Journal, March 1, 1920.",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "김종림(金宗林)",
      photo: "one-four",
      checkPhoto: 10004,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=10061&gotopage=1&search=&kor_name=%EA%B9%80%EC%A2%85%EB%A6%BC&search_3=&search_4=&search_5=&search_6=",
      information_1: "조국 독립을 위해",
      information_2: "비행학교를 세운 애국지사",
      year: "1886. 1. 19. ∼ 1973. 1. 26.",
      mainText:
        "함경남도 원산 출신인 김종림은 망국의 설움을 안은 채 하와이를 거쳐 1907년 미 본토로 이주하였다. 가난한 이민 철도노동자로 시작하여 1908년 캘리포니아에서 회사를 설립하고, 이후 쌀농사로 큰 부를 축적했다. 축적한 부를 꾸준히 독립운동 자금으로 지원하고 있던 그는 노백린 장군을 만나 공군 양성 계획에 동참하여 자신의 재산을 비행학교에 기부하고 아낌없는 재정지원을 하였다. 윌로우스 비행학교 설립의 주역으로서 그가 비행학교의 재정을 대부분 책임진 것은 당시 임시정부의 재정상태가 열악하기도 했지만 김종림의 투철한 애국정신이 그 배경에 있었다. 김종림은 비행학교를 세워 한인 조종사를 배출하면 그들이 언젠가는 일본과의 독립전쟁에서 조국을 되찾는 데 이바지할 것 이라는 확고한 신념을 가지고 있었다.",
      subText_1:
        "“본사의 비행사업(윌로우스 비행학교)은 수년 이래로 공사 간에 허다한 시간과 재정을 희생하였고, 또한 허다한 위기를 경과하여 지금을 불과 몇 시에 소위 성취의 좋은 결과를 얻을 만한 지경에 본사는 목하(目下)에 再進力盡(재진역진)하와 성취 급(及) 계속하는 문제에 할 수 없이 중도에 폐(廢)하게 되었사오며, 진실로 눈물을 뿌리며 슬픔을 이기지 못하겠음” 중략",
      subText_2:
        "“비행학생 도웁시다”, 신한민보, 1921. 5. 5. (비행학교가 폐지되었을 때 심경을 피력함.)",
      subText_3:
        "비행학교 설립에 일시불로 2만 달러를 내고 매달 3,000달러를 지원하였다.",
      subText_4: "(약 5만 달러 기부 추정)",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "박희성(朴熙成)",
      photo: "one-five",
      checkPhoto: 10005,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=12862&gotopage=1&search=&kor_name=%EB%B0%95%ED%9D%AC%EC%84%B1&search_3=&search_4=&search_5=&search_6=",
      information_1: "대한민국 임시정부",
      information_2: "비행장교 1호",
      year: "1896. 5. 2. ∼ 1937. 1. 15.",
      mainText:
        "황해도 해주 출신인 박희성은 연희전문 재학 중 둘째 형 박희도(3·1운동 민족 33인 가운데 기독교 대표)가 “학교에 다니는 것도 중요하지만 지금은 그럴 때가 아니다. 미국으로 가서 비행술을 배워 독립전쟁에 참가하라.”고 권유하자 즉시 미국으로 건너가 조종사가 된 22세(1918년) 열혈청년이다. 임시정부의 한인비행학교가 개소하자마자 23명의 한인청년들과 함께 입교한 그는 비행술이 가장 뛰어나 소년 비행대장으로 불렸고, 한인학생들뿐만 아니라 미국인들의 칭송을 한 몸에 받았다. 항공인 면허장을 얻는 시험을 치르다가 비행기가 추락하여 큰 부상을 입었으나, 불굴의 의지로 이를 극복하고 1921년 국제항공연맹(FAI)으로부터 조종사 자격증(Aviator Pilot)을 획득하였고. 대한민국 임시정부 최초 비행장교(참위) 1호에 임명되었다.(대한민국 임시정부 공보 제28호, 1921. 7. 20.)",
      subText_1:
        "“박희성, 이용근 등 한인 비행학생 4명이 3월 20일 윌로우스 우리 군단에서 사용하던 우리 비행기를 연마(鍊磨)하여 가지고 박희성 씨가 타고 그 외 3명은 배종(背從)하고 비행교사는 자기 비행기를 타고 공중에 쌍(雙)으로 날아 노다이 운동장에 감에 수천 명 군중은 모두 공중을 향하여 “헬로우 보이” 하고 수건을 휘둘렀는데 둥그런 우리 태극기를 달은 우리 비행기를 탄 박희성 씨가 서서히 내림에 수천 명 남녀 군중은 ‘한인소년 비행대장’이라 부르며 치하함을 마지않고 혹은 태극기를 만져보며 혹은 박희성 씨와 악수도 하는 광경은 참으로 우리 비행학생들의 흥기를 돋우었는데 그 군중에서 보는 일인(日人)들은 눈이 둥그레져 보았다더라.“",
      subText_2: "",
      subText_3: "“우리 비행학생 성적 박희성 씨가 가장 능란”",
      subText_4: "신한민보, 1921. 3. 31.",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "이용근(李用根)",
      photo: "one-six",
      checkPhoto: 0,
      checkUrl: 0,
      information_1: "대한민국 임시정부",
      information_2: "비행장교 1호",
      year: "1890. 2. 4. ∼ 1950. 8. 30.",
      mainText:
        "평남 강서군 출신이며 조선에서 3년간 교사 생활을 하다가 독립전쟁을 위해 도미 후 안창호가 이끈 흥사단에 가입했고, 항일 비밀 결사단체인 ‘청년혈성단’의 발기인으로도 참가했다. 미국 민간 Redwood 비행학교에서 조종을 배우고, 임시정부 비행학교로 옮겨 교관으로 활약하였다. 박희성과 함께  대한민국 임시정부 최초 비행장교(참위, 현 소위) 1호에 임명되었다.(1921년 7월)",
      subText_1:
        "이용근은 조종사가 된 후 수년 만에 1923년 조선으로 돌아갔으며, 귀국 후 농부로 살았다.“아버지는 광복 후에는 미 군정청 일을 돕다 6·25전쟁 발발 직후 병사했다.”라고 증언하였다.",
      subText_2: "이용근의 딸 이은숙 씨 증언",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "곽림대",
      photo: "one-seven",
      checkPhoto: 0,
      checkUrl: 0,
      information_1: "윌로우스 비행학교",
      information_2: "초대 감독",
      year: "1885. 9. 9. ∼ 1971. 11. 24.",
      mainText:
        "황해도 은율(殷栗) 출신으로 1911년 테라우치 총독 암살기도 조작사건인 105인 사건으로 구속되었다가 1913년 무죄판결 후 출옥, 미국으로 건너가 안창호가 주도한 흥사단에 가입하여 독립운동을 하였다. 1920년 윌로우스 비행학교에서 노백린의 뒤를 이어 비행학교 감독을 맡아 비행가 양성 운영을 맡았으며 비행학교가 폐교된 후 켄터키 사립 사관학교에 입학, 군사이론을 수학하였다. 1929년 흥사단에서 주로 활약하며 조국 독립에 힘썼다.",
      subText_1: "",
      subText_2: "",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "이응호(George Lee)",
      photo: "one-eight",
      checkPhoto: 10007,
      checkUrl: 0,
      information_1: "한국인 최초로",
      information_2: "미 육군 파일럿이 된",
      year: "1896 ∼ ?",
      mainText:
        "인천 제물포 출신이며 아버지와 함께 미국으로 이주 후 자영농을 하였으나 1910년도 독립전쟁에 사용할 군사적 노하우를 배우기 위해 미군에 입대하였다. 그는 1918년 미국 육군항공대 소속으로 주로 비행선(Airship)을 탑승하였으며 제1차 세계대전에 참전하여 156회 출격을 기록하였다. 이응호는 1917년 텍사스 샌안토니오의 켈리필드 비행장에서 훈련을 시작하여 1918년 뉴욕 롱아일랜드 미첼필드 비행학교를 졸업하면서 정식 비행사가 되었다.",
      subText_1:
        "“이응호(George Lee)는 21세인 한국인으로 미국이 1차 대전 참전 직후 캘리포니아 북부 만테가에서 사탕농사를 짓다가 미군 항공대에 들어갔으며, (중략) 전쟁이 끝났을 때는 156회 무사고 출격을 기록하고 있었고 그의 지휘관이 이를 치하해 수여한 미 육군항공대 표지가 새겨진 반지가 그의 손가락에 끼어있다.”",
      subText_2: "스탁튼 데일리 레코드, 1918. 12. 18.",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "한장호",
      photo: "one-nine",
      checkPhoto: 10008,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=8464&gotopage=1&search=&kor_name=%ED%95%9C%EC%9E%A5%ED%98%B8&search_3=&search_4=&search_5=&search_6=",
      information_1: "한국 최초 조종사 클럽",
      information_2: "초대 회장",
      year: "1893. 5. 1. ∼ 1994. 2. 6.",
      mainText:
        "한장호는 일제강점기에 미국을 무대로 활약한 독립운동가이자 조종사이다. 평양 출신으로 3·1운동의 영향을 받아 미국 캘리포니아 주에서 무장투쟁을 목표로 결성된 항일 비밀 결사단 “청년혈성단”의 발기인으로 비행사가 되어 독립전쟁에 참가하기 위해 미국 민간비행학교인 레드우드 비행학교에서 조종을 배우고 윌로우스의 임시정부 한인비행학교에서 교관으로 활약하였다. 1920년 한국 최초의 조종사 클럽인 “대한인 비행가 구락부” 초대 회장이 되었다.",
      subText_1: "",
      subText_2: "",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "Willows비행학교",
      photo: "one-ten",
      checkPhoto: 10009,
      checkUrl: 0,
      information_1: "대한민국 임시정부",
      information_2: "한인비행학교",
      year: "1920. 3. ∼ 1921. 4.",
      mainText:
        "대한민국 임시정부는 조국의 독립전쟁을 위한 비행사 양성을 목적으로(교칙 명시) 1920년 3월 미국 캘리포니아에 한인비행학교(“대한인 비행가 양성소” 라는 이름으로 개소식을 함)를 개소하여 조종사들을 양성했다. 윌로우스 비행학교는 중국, 러시아 등에서 동시 다발적으로 이루어진 항일 항공독립운동의 발자취와 함께 대한민국 항공 독립운동사에서 특별한 의미를 가지며, 오늘날 공군의 뿌리와 같은 상징성을 갖고 있다.",
      subText_1: "교칙 : 조국의 독립전쟁을 위하여 비행사 양성을 목적으로 한다.",
      subText_2: "",
      subText_3:
        "대한민국 임시정부가 미국에 세운 한인 비행학교는 미국 캘리포니아 주 북부에 있는 윌로우스 시 일원에 소재하고 있으며 면적은 40에이커(약 4만9천 평)이다. 1920년 3월 초에 임시 개소하여 24명의 학생으로 출발한 이 비행학교는 군사전략, 영어, 비행술을 교육했으며, 그 해 6월 학생 수 30명, 훈련기 2대를 확보하고 미국인 브라이언트(Frank K. Bryant)를 비행교관으로 임명하여 비행훈련에 매진하였다. 1920년 7월 5일에 공식 개교하였다.",
      subText_4: "“한인비행기 학교의 개교식”, 신한민보, 1920. 7. 15.",
      subText_5: "",
      subText_6: "",
    },
  ],
  // Todo:윌로우스 비행학교 전용 연표 추가 아직 안함;; 기존방식 차용 예정
  // Todo:수정판 한글파일에 photo list 용 수정텍스트도 남아있음 반영 아직 안함
  [
    // 항공독립투사
    {
      name: "서왈보(徐曰甫)",
      photo: "two-one",
      checkPhoto: 0,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=3607&gotopage=1&search=&kor_name=%EC%84%9C%EC%99%88%EB%B3%B4&search_3=&search_4=&search_5=&search_6=",
      information_1: "탁월한 비행술을 발휘한",
      information_2: "중국 최초 한인 비행사",
      year: "1887. 3. 9. ∼ 1926. 5. 6.",
      mainText:
        "함경남도 원산 출신인 서왈보는 1909년, 중국 만주로 망명하여 독립군으로 활동하다가, 비행사가 되기로 결심하여 1919년 봄 북경에 있는 남원항공학교 2기생으로 입학했다. 1920년 이 학교를 졸업하고 중국 최초의 한인 비행사가 되었다. 서왈보는 1920년부터 1924년까지 중국 군벌 간의 항공전투에 20여 회 출격하였고, 자신이 다닌 남원항공학교에서 교관으로 근무하며 비행사를 양성하는 등 탁월한 기량의 전투비행사로 이름을 날렸다. 또한 서왈보는 대한민국 창설 멤버 중 한 분인 최용덕을 조종사의 길로 들어서게 인도한 인물이기도 하다. 서왈보는 탁월한 실력의 비행술로 중국에서 항공영웅 예우를 받았지만 안타깝게도 교관으로 활약 중 1926년 추락사고로 동승했던 중국인과 함께 서거했다.",
      subText_1:
        "“나도 왜놈처럼 비행기 타는 기술을 익히자. 기술을 익혀 독립군에게 비행기 타는 기술을 가르쳐 주자!”",
      subText_2: "“서왈보 비행사”, 동아일보, 1926. 5. 30.",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "권기옥",
      photo: "two-two",
      checkPhoto: 20001,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=408&gotopage=1&search=&kor_name=%EA%B6%8C%EA%B8%B0%EC%98%A5&search_3=&search_4=&search_5=&search_6=",
      information_1: "항일 독립투사이자 한국인",
      information_2: "최초의 여성 비행사",
      year: "1901. 1. 11. ∼ 1988. 4. 19.",
      mainText:
        "1901년 평양 출신인 권기옥은 16세되던 해에 서울 여의도비행장에서 열린 미국인 아트 스미스의 곡예비행을 참관하고 “나도 비행사가 되어 폭탄을 싣고 일본으로 날아가겠다.”다는 결의를 다졌다. 평양 숭의학교 재학 당시인 1919년 군자금을 모으는 독립운동을 하다 일제에 체포되어 무자비한 고문을 받았으나 끝까지 자백하지 않았으며, 출옥 후 상해로 망명하였다. 이후 임시정부의 추천을 받아 1923년 중국 운남비행학교에 입학하려 했으나, 여자라는 이유로 거절당하자 운남성 성장(省長) 당계요를 만나 조국독립을 위해 조종술을 배우겠다는 당찬 의지를 밝혔다. 여자로서 이역만리까지 찾아와 조국독립을 위해 싸우겠다는 권기옥의 용기에 감동한 당계요는 입학허가와 함께 “여자로서 나라가 망한 한을 풀겠다고 독립운동을 위해 비행사가 된다니 특별히 받아주기 바란다.”라는 서신을 운남비행학교 교장에게 보냈다. 권기옥은 운남비행학교에서 2년간 약 1,500시간의 훈련을 통해 비행술을 익히고 중국공군의 창설 멤버가 되었다. 이때부터 ‘한국인 최초의 여성 비행사’로 불리게 된 권기옥은 중국공군에 입대해 일본군과의 전투에서 여러 차례 활약해 대령까지 진급하였으며 나중에는 대한독립군 대령이 되었다. 1943년 임시정부 군무부 공군설계위원회에 참여하였으며, 해방 이후 귀국하여 국회 국방위원회 전문위원으로 활동하며 대한민국 공군 창설에 기여하였다.",
      subText_1:
        "“나의 소망이었던 조선총독부 폭격을 끝내 못한 것이 한(恨)이다.”",
      subText_2: "서울경제신문, 1979. 8. (독립운동 회고 인터뷰)",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "안겨 주었던 안창남(安昌男)",
      photo: "two-three",
      checkPhoto: 20002,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=9299&gotopage=1&search=&kor_name=%EC%95%88%EC%B0%BD%EB%82%A8&search_3=&search_4=&search_5=&search_6=",
      information_1: "조국의 하늘을 최초로 비행해",
      information_2: "우리민족에게 희망과 꿈을",
      year: "1901. 3. 19. ∼ 1930. 4. 2.",
      mainText:
        "서울 종로 평동 출신으로 아명은 안호(安虎) 또는 안혁명(安革命)으로 불렸으며, 1920년 도쿄 오쿠리 비행학교에서 조종술을 배웠다. 그는 1921년 일본에 처음으로 도입된 비행면허증 제도에 의해 일본 전체에서 두 번째(조선인 중에서는 첫 번째)로 비행사 면허를 취득하였다. 1922년 12월 10일 단발복엽기인 금강호를 몰고 한국인 최초로 서울상공을 비행하면서 “과학에 힘쓰자!”는 내용의 전단을 살포하였다. 이는 서구 기술문명을 받아들이지 못하고, 부국강병을 이룩하지 못하여 조선이 일제의 식민지가 된 것을 반성하면서 독립을 위해 항공기술력을 향상하자는 대(對)국민 호소문이었다. 이 비행은 일제 식민지하에 있던 조선 민중들에게 깊은 감명을 주었고, 비행사 안창남은 극일(克日), 용일(用日)의 귀감이자, 민족 희망의 횃불 같은 존재로 국민들의 가슴에 각인되었다. 이후 1924년 경, 중국으로 망명하여 중국 군벌인 염석산 산하 비행학교(교장)에서 활동하면서 대한독립공명단에 가입하여 조선의 독립을 위해 일본과의 전쟁을 준비하였으나 1930년 4월 2일 불의의 비행기 사고로 별세하였다.",
      subText_1: "“독립을 위해 항공기술력을 향상하자.”",
      subText_2: "동아일보, 1922. 12. 10.",
      subText_3:
        "“떴다 보아라 안창남 비행기, 내려다보니 엄복동의 자전거”라는 노래가 1930년대 초까지 전국에서 불릴 정도로 그의 이름이 많은 조선인들에게 회자되었다.",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "전상국(田相國) 조종사",
      photo: "two-four",
      checkPhoto: 0,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=6954&gotopage=1&search=&kor_name=%EC%A0%84%EC%83%81%EA%B5%AD&search_3=&search_4=&search_5=&search_6=",
      information_1: "중일전쟁의 영웅",
      information_2: "",
      year: "1907. 12. 22. ∼ 1938. 8. 21.",
      mainText:
        "전상국(일명 이상국)은 평남 진남포 출신으로 일본 다치가와(立川) 비행학교에서 비행기술을 익힌후, 1929년 9월 28일 2등 비행사 면허를 취득하였다. 이후, 중국으로 망명하여 1931년 7월 중국 남경국민정부 중앙항공학교 교관이 되었다. 전상국은 중일전쟁 시 중국항공대 제2대대 상위대장(폭격대대 중대장)의 중책을 맡아 총32회 전투출격임무를 수행하였다. 특히 중일전쟁이 한창이었던 1938년 6월 11일부터 무한(武漢)지역 상공에서 벌어진 치열한 공중전에서 참전하여 맹활약하였으며, 두 달 후인 8월 21일 임무수행 중 불의의 항공기 고장으로 추락, 전사하였다. 전상국은 중일전쟁에서 세운 전공을 인정받아 중국 항일열사와 동등하게 중국 남경 항일항공열사 공묘(共墓)에 안장되었다.",
      subText_1: "“일본의 패망이 곧 조국의 독립이다.”",
      subText_2: "金橋(중국월간 잡지), 중국 2005년, 10월호",
      subText_3:
        "“항일전쟁 시 폭격중대장으로서 혁혁한 전공을 세워서 중국 국민으로부터 많은 존경과 찬양을 받았다.”",
      subText_4:
        "『중국에서 활약하던 우리 조인(鳥人)들』, 최용덕, 공군본부, 1951.",
      subText_5:
        "“열사가 성격은 침착하며 끈기 있으며 과감하다. 싸울 때마다 용기를 내어 앞장섰다.”",
      subText_6: "『空軍忠烈錄』, 대만공군본부, 공군사관학교, 1960.",
    },

    {
      name: "김연기(金鍊器)",
      photo: "two-five",
      checkPhoto: 0,
      checkUrl: 0,
      information_1: "고국의 청년들에게",
      information_2: "비행사의 꿈을 심어준",
      year: "1910. 3. 17. ∼ ?",
      mainText:
        "김연기는 1910년 평안북도 의주에서 태어나서 1926년 일본으로 건너가 도쿄 다치가와(立川) 비행학교에서 3등 비행사 면허를 취득하고, 1929년 2월에는 미쿠니(御國) 비행학교에 입학하여 2등 비행사 면허를 취득하였다. 1931년에 신의주 주재 중국영사의 주선으로 남경정부 소교 비행원으로 근무하면서 2년 동안 중국 전역(全域)의 정찰비행을 수행하였다. 1932년 상해 중일교전 때에도 남경까지 출정하였으며, 7년 동안 700여 시간의 비행 실적으로 항공 중교(지금의 中領)로 승진하였다. 1932년 월간지 『삼천리』에 “중국 비행학교를 지원하는 고국 청년들에게”라는 글을 기고하여 일제의 암울한 분위기에서 조국 청년들에게 비행사의 꿈을 심어주면서 항공을 통한 독립운동을 독려하였다. 해방 이후에는 귀국하여 군에 들어와 1948년 8월 23일 항공 2기로 소위로 임관하여 1958년 3월까지 항공기지사령부, 공군 항공병학교 및 제1훈련비행단 106기지전대 등에서 복무하였다.",
      subText_1: "“고국 청년들이여, 중국으로 건너와 비행사의 꿈을 실현하라.”",
      subText_2: "",
      subText_3:
        "“이것을 쓰게 된 것은 항상 조선 청년으로서 항공계에 많은 취미를 두고 비행기를 배우고 싶다는 청년이 아주 많아 가끔 나에게로 편지가 오는데, 그래서 나는 비행기를 배우고 싶은데 어떻게 하였으면 좋을지 모르는 청년이 많기 때문에, 이제껏 지금까지의 나의 경험과 일본서 2등 비행사가 되어 가지고 중국항공 중좌가 될 때까지의 이야기를 하겠습니다.”",
      subText_4: "『삼천리』, 1932년 12월호",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "민성기(閔成基)",
      photo: "two-six",
      checkPhoto: 0,
      checkUrl: 0,
      information_1: "조선에 비행학교",
      information_2: "설립계획을 세운",
      year: "1894. 4. 27. ~ ?",
      mainText:
        "민성기는 1894년 충남 아산에서 태어나 보성전문학교를 다니다가 1925년 1월 6일에 일본 도쿄 제일항공학교(第一航空學校)에 입학하여 비행 기술을 배워 11월 6일에 3등 비행사 자격증을 취득하였다. 그는 비행술을 조선 민중에게 널리 전파할 목적으로 비행학교 설립 계획을 세웠다. 약 2만 원 예산으로 조선 최초 비행학교를 설립하기 위해 1925년 11월, 서울 노량진에 비행학교 설립을 준비하였으나 동지인 안창남과 정재섭이 항일항공독립운동을 위해 중국으로 망명하자 비행학교 설립은 무산되었다. 이후 민성기도 중국으로 망명하여 중국 군벌인 오패부(吳佩孚) 예하의 항공대에서 비행사로 근무하며 항일독립운동을 하였다. 1935년 9월 국민정부 항공대 소위로 임관하였으며, 중위까지 진급하였다.",
      subText_1:
        "조선의 비행학교는 이것으로써 효시를 삼아 전 민중이 오랫동안 기대하던 비행사업이 실현될 것을 기다리며 그 학교 설립이 순조롭게 이루어지기만 깊이 바람.",
      subText_2: "시대일보, 1925. 11. 15.",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "박태하(朴泰河)",
      photo: "two-seven", // Todo:border없애고 크기 줄이면 자동으로 글자가 센터얼라인 되도록
      checkPhoto: 0,
      checkUrl: 0,
      information_1: "러시아 비행학교에 입학한",
      information_2: "조선 최초 유학생",
      year: "1893. 12. 17. ∼ ?",
      mainText:
        "1893년 평안남도 강서군에서 태어난 박태하의 본명은 박두현(朴斗鉉)이다. 그는 1916년 말 중국 광동으로 망명하였으며, 1921년 가을 광동 군사비기학교 연습생으로 입학하여 비행기술을 익혔다. 박태하는 비행학교를 졸업하기 전인 1922년 가을 비행기 조종사로 허숭지의 북벌군에 편입되어 참전하였다. 1925년 7월 광동 군사비기학교 1기생으로 졸업 후, 중국 국민정부의 지원 속에 약 3년간 러시아 모스크바 비행학교에 유학하여 그곳에서 비행사가 되었다. 1927년 모스크바 비행학교를 졸업하고 중국으로 돌아온 박태하는 비행학교에서 교관으로 활동하였으며, 최용덕, 권기옥, 김진일 등과 장개석이 창설한 중국 항공대 창설 요원으로 활동하였다.",
      subText_1:
        "“나는 중국에 도항(渡航)한 이래 이미 1년이 가까운 세월이 흘렀으나 45년간의 신고(辛苦)를 거쳐 비행학교는 지난 7월 9일에 제1호로 졸업했으며 성적이 우수했던 까닭으로 당지(當地)정부로부터 독일에 파견하여 동지(同地) 고등비행학교에 유학하기로 되어 9월 20일 당지(當地)를 출발할 예정이다. 나와 같은 한 조선인이 외국정부의 관비에 의해 멀리 문명국 독일(실제 소련임)로 가서 그쪽에서의 목적을 달성하게 된 것은 내 자신은 물론 조선 전 민족의 영광으로 생각되며 실로 너무 즐거워 기상에서 사진 한 장을 촬영하여 동봉한다.”",
      subText_2: "박태하가 대마리 구장(區長) 임두현에게 보낸 편지 중",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "김공집(金公緝)",
      photo: "two-eight",
      checkPhoto: 0,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=609&gotopage=1&search=&kor_name=%EA%B9%80%EA%B3%B5%EC%A7%91&search_3=&search_4=&search_5=&search_6=",
      information_1: "모스크바 비행학교 유학생 ",
      information_2: "",
      year: "1895. 10. 25. ∼ 1927. 8. 31.",
      mainText:
        "1895년 10월 평북 정주에서 태어난 김공집은 오산학교를 졸업한 후 일본 도쿄에서 유학생활을 하다가 중국 상해로 건너가 광동군관학교를 졸업하였다. 이후 손문의 광동군에 들어가 전투에 참전하였다. 1925년 조종사가 되겠다는 일념으로 러시아 모스크바 비행학교로 유학하였으며, 1927년 7월 모스크바 비행학교를 졸업하고 상급학교로 진학하여 비행교관으로 활동하였으나, 동년 8월 31일 시범 비행을 실시하던 중 기체 고장으로 뜻을 이루지 못하고 33세 나이로 유명(幽明)을 달리하였다.",
      subText_1:
        "“모스코로부터 온 소식에 의지하면 조선 청년비행사 김공집 군은 지난달 상순에 비행연습 중 고장으로 인하야 공중에서 떨어져 무참히 죽었다 한다. 군은 금년 32세의 청년으로 평북정주 출생하여 오산학교를 졸업하고 동경에 유학하다가 기미년에 중국 상해로 건너가 활약하다가 그 후 광동군관학교(廣東軍官學校)를 졸업하고 손문(孫文) 생시에 광동(廣東)군에 가입하야 실전(實戰)에 참가한 일도 잇었다. 재작년에 다시 먼 뜻을 품고 표연히 모스코로 가서 비행학교에 입학하야 비행술을 전공하는 중이더니 불행이 큰 뜻을 품은 채로 돌아오지 못할 길을 떠나게 된 것이다.”",
      subText_2: "“김비행사참화(金飛行士慘禍)”, 동아일보, 1927. 11. 4.",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "임도현(任道賢)",
      photo: "two-nine",
      checkPhoto: 20003,
      checkUrl: 0,
      information_1: "불굴의 항일 항공 독립운동가",
      information_2: "",
      year: "1909. 3. 4. ∼ 1952. 7. 21.",
      mainText:
        "제주도 출신으로 1930년 8월 도쿄 항공수송회사 포전(蒲田)사무소에서 운영하는 일본비행학교에 입학하여 비행술을 배운 후, 1931년 10월 2일 다치가와(立川) 일본비행학교 정과(正科)에 입학, 11월에 졸업하며 2등 비행사 기량증명서를 받았다. 이후 1931년 12월 중국 상해로 망명하여 장개석이 설립한 유주 육군항공학교에 창설요원으로 배치 받아 교관인 교학상장(敎學相長)직을 맡았다. 1933년 사천성의 중경 중앙군사정부에서 장개석(육군 원수) 휘하에서 근무하다 장개석의 소개로 중경에 있는 육해군대학교에 입학하였다. 이후 고향인 제주로 가는 과정에서 일경에 체포되었는데 비행기를 조종하여 일본을 폭격할 소지가 많고, 중국 비행학교에 입학할 가능성이 크다는 의심을 받아 모진 고문을 받았다. 결국, 1935년 일본을 위해 싸운다는 조건으로 다치카와(立川) 비행학교에 재입학하였다. 비행학교 수료 후, 제주도로 돌아왔으나 항일항공독립을 위한 뜨거운 열망은 그를 또 다시 중국으로 탈출하게 하였고, 원소속부대인 중국 유주 광서항공학교로 직행한 임도현은 학생 교육에 전념한다. 1937년 7월 중일전쟁이 발발하여 그에게 일제를 응징할 기회가 주어지자, 9월 초 광서 공군 소속으로 실전에 참가하였다. 그에게 비행훈련을 받은 중국인 조종사들은 뛰어난 전투기량으로 중일전쟁에서 혁혁한 전공을 세우기도 하였다. 1938년 일본이 진주만 공습을 앞두고 일본 심장부를 잘 아는 조선인 비행사로 지목되어 감시의 대상이 되었으며, 1943년 탈출을 시도하다 체포되어 심한 고문을 받고 정신이상자와 벙어리로 행세하면서 석방된 후, 제주도에서 계몽운동 등에 헌신하다가 1952년 7월 21일 서거하였다.",
      subText_1:
        "제자 조종사들은 광서공군 3대대에 소속되어 태평양전쟁 공중전을 주도하며 혁혁한 전공을 세워 살신성인의 영웅을 배출한다.",
      subText_2: "중국 사이트  광서 공군 항일공전기, 육광구 원저",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "김원영(金元英)",
      photo: "two-ten",
      checkPhoto: 0,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=9108&gotopage=1&search=&kor_name=%EA%B9%80%EC%9B%90%EC%98%81&search_3=&search_4=&search_5=&search_6=",
      information_1: "중국에서 항일항공열사로",
      information_2: "추앙받고 있는",
      year: "1919 ∼ 1945. 3. 24.",
      mainText:
        "김원영은 1919년 상해에서 출생하였다. 가명은 구양명(歐陽明)이다. 부친은 임시정부 임시의정원 초대 황해도 의원이었다. 김원영은 운남성 곤명(昆明)에서 공군군관학교 제16기 항공반 추격조(追擊組)를 졸업하였다. 또한 한국광복진선청년공작대에 참여하여 후일에 한국광복군을 창군하는데 기여하였으며, 1944년 2월에는 인도에 위치한 미국 공군기지에 파견되어 항공기술을 습득했다. 그 후 중국으로 귀환하여 공군 미·중 연합항공대 소속 제5대대 제29중대 참위(소위) 3급 조종사로 복무하면서 수차례 공중전에 참전하였다. 1945년 2월 7일에는 악양, 형양 등지로 출격하여 일본군 수송부대를 폭격하는 등의 전공을 세웠다. 그러나 1945년 3월 24일 호남성 지강에서 일본군을 추격하라는 명령을 받고 이륙 중 기체고장으로 추락, 순직하였고, 중국 남경의 항일항공열사 공묘에 안장되었다.",
      subText_1: "",
      subText_2: "",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "김은제(金恩濟)",
      photo: "two-eleven", // TOdo:김은제 이정희 순서 섞임 구분 잘해야됨;
      checkPhoto: 0,
      checkUrl:
        "http://www.mpva.go.kr/mobile/people/IndependenceMeritView.asp?id=13302&gotopage=1&search=&kor_name=%EA%B9%80%EC%9D%80%EC%A0%9C&search_3=&search_4=&search_5=&search_6=",
      information_1: "중국항공대에서 일제와 싸운",
      information_2: "",
      year: "1906. 7. 15. ∼ 1936. 10. 29.",
      mainText:
        "김은제는 평북 정주에서 출생하였으며, 강계(江界) 영실중학(英實中學)을 졸업하고 항일독립운동을 위해 중국으로 망명했다. 조선의열단 일원으로 활동하였으며, 1928년 4월 남경 중앙군관학교에 입학하여 1929년 5월 졸업하고, 다시 1929년 중앙항공학교 항공반에 입학하여 1931년 3월에 졸업한 후, 중국 국민정부의 중국항공대에 소속되어 비행장교로 활동하였다. 1935년 9월 공군 중위(조종사)로 승진하고 항공대 대부(隊附)로 임명되었으며, 이 후, 항주항공대 副대대장을 역임하였다. 1936년 10월 29일 감숙성 난주비행장에서 서안으로 비행하던 중 기체 고장으로 추락, 순직하였다.",
      subText_1:
        "“나는 본래 문학이나 의학공부를 할 예정이었습니다. 해외에 나온 후에는 군사교육을 받지 못하여 무력을 가지고야 민족적 생명을 보존하야 갈 수 잇는 이 세상에서 조선 사람은 군사기술을 전연 모르게 된 것을 크게 느끼고 단연 군사에 뜻을 두었습니다.”",
      subText_2: "동아일보, 1931. 5. 5.",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "이정희(李貞喜) 중위",
      photo: "two-twelve",
      checkPhoto: 20004,
      checkUrl: 0,
      information_1: "대한민국 최초",
      information_2: "공군 여군 장교",
      year: "1910. 1. 26. ∼ ?",
      mainText:
        "이정희는 서울 출생으로 1928년 2월 일본 다치카와(立川) 비행학교에서 비행술을 배우고 중국으로 망명하여 중국 국민군 제1비행대에서 조종사로 근무하였다. 그녀는 해방 후 1946년 3월 15일 중앙활공연구소 개설 및 8월 10일 항공건설협회 설립에 관여하면서 항공사상 계몽과 여성들의 항공분야 진출을 위해 노력하였다. 특히 군에 입문하기 이전인 1948년에는 서울시내 여자중학교를 순방하면서 우수 학생 50여 명을 학교장 추천으로 선발하여 군사훈련과 항공상식 등의 교육을 실시하고, 이들로 구성된 여자항공교육대 창설을 주도적으로 추진하였다. 이정희는 1949년 1월 10일 항공 중위로 임관하였고, 2월 15일 항공군사령부 예하에 여자항공교육대가 창설되자, 교육대장에 임명되었다. 그해 10월 1일 공군이 창설되면서 최초의 공군 여군 조종사가 되었다. 그러나 이정희는 6·25전쟁이 발발하면서 인민군에 체포 납북되었고, 유엔군 북진 시 인민군에 의해 평양 감옥에서 총살된 것으로 알려져 있다. 그녀의 피살로 대한민국 공군 여자항공교육대는 구심점을 잃고 해체되기에 이르렀고, 여성의 항공운항분야 진출도 오랜 기간 제한을 받게 되었다.",
      subText_1: "",
      subText_2: "",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "손기종(孫基宗)",
      photo: "two-thirteen", // Todo:얘도 사진없음 박태하랑 같은 케이스 유의할것
      checkPhoto: 0,
      checkUrl: 0,
      information_1: "장개석 주석의 ",
      information_2: "전용기 정비사로 활약한",
      year: "1911 ∼ 1991",
      mainText:
        "손기종은 1911년 황해도 은율(殷栗)에서 태어났으며, 1919년 4월 25일 부모를 따라 상해로 망명하였다. 그는 상해에서 인성(仁成)소학교와 삼일공학(중학교)를 졸업하고 1928년 상해 항공공장에 들어가 항공기술을 습득하였다. 1930년부터 중국 국민당 장개석 주석의 전용기 정비사 겸 부조종사로 근무하였다. 중일전쟁 시기에는 주로 화물 공수를 담당하였으며, 부친 손두환은 황포군관학교 시절 장개석 주석과 매우 친밀하여 많은 한인청년들을 황포군관학교에 입학시켰다. 윤봉길 의사의 상해 홍커우 공원 거사가 성공하자 큰 감동을 받은 장개석 주석은 한인청년들을 무척 신임하였고, 장 주석으로부터 능력을 인정받은 손기종도 장개석 주석 전용기 정비사 및 조종사로 선발되는 영예를 얻었다. 1944년 상해 중국항공공사로 전직 후 1954년 운남 항공공사 설비 기능사로 근무하였으며, 1991년 작고하였다.",
      subText_1:
        "“장개석 주석의 애용기에는 오직 미국인 한 명과 조선인 비행사 한 명이 잇다. 그 청년은 손기종으로서 황해도 출생으로 어렷을 때 친부 손두한을 딸아 상해에 와서 공부하고 남경항공대에서 배워 오랫동안 비행기 기사로 장개석 씨의 포드기에 탑승하여 다니다가 이제는 조종사까지 되어 장개석씨 부부의 가장 신임을 받고잇다. 군의 연령은 당년 22세의 총명한 청년이다. 최근 四川(사천) 貴州(귀주) 공산군 토벌에도 군이 장씨를 딸아갓섯다.”",
      subText_2: "동아일보, 1935. 5. 1",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "정재섭(鄭再燮)",
      photo: "two-fourteen",
      checkPhoto: 0,
      checkUrl: 0,
      information_1: "중국 항공대에서",
      information_2: "조종사로 활약한",
      year: "1903. 10. 26.∼ ?",
      mainText:
        "정재섭은 1903년 전북 익산에서 태어나 서울 중앙고등보통학교를 다니다 일본으로 건너가 1925년 11월 일본 동경 제1항공학교를 졸업하고 3등 비행사가 되었다. 이후 중국(남경)으로 와서 국민정부 항공대에 소위로 입대하였다. 1935년 9월 7일에는 중앙항공학교 고급반 제2기로 졸업하고 공군 중위로 진급하였다. 1937년 7월 중일전쟁이 발발하였던 시기에는 남창 항공기계학교 교관으로 재직하였으며 소령까지 진급하였다.",
      subText_1:
        "경성 시내 중앙고등보통학교를 다니다가 1925년 1월 6일 일본 동경 품천구 제1항공학교에 입학하여 11월 6일에 3등비행사 면허증을 따고 졸업했다(24살)",
      subText_2: "",
      subText_3:
        "“2인의 신진비행사(二人의 新進飛行士) 민성귀, 뎡재섭 량군 금의환향”",
      subText_4: "동아일보, 1925. 11. 15.",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "최용덕 장군",
      photo: "three-one",
      checkPhoto: 30001,
      checkUrl:
        "http://www.mpva.go.kr/narasarang/gonghun_view.asp?id=8107&ipp=10000",
      information_1: "대한민국 공군의",
      information_2: "정신적 지주",
      year: "1898. 9. 19. ∼ 1969. 8. 15.",
      mainText:
        "최용덕 장군은 일제하 중국에서 항공 독립운동에 투신했으며, 중국 공군기지사령관, 광복군 총사령부 참모처장과 사령관을 역임하였다. 특히 1932년 2월 상해에서의 중·일 교전 때 항주에서 전투기를 타고 공중전에 참전하였다. 해방 직후 귀국하여 1946년 8월 한국항공건설협회장에 추대되었다. 미 군정청과 미 군사 고문단을 상대로 항공부대 창설을 협의하여 경 항공기부대를 창설했으며, 공군 창군 주역 항공간부 7인의 최선임으로 공군의 독립과 창설을 위해 신명을 다 바쳤다.      국방부차관 시절  국군조직법에 “장차 필요에 따라 육군항공대를 공군으로 조직한다”는 조항을 설치하여 공군창설의 결정적 기반을 만들었다. 2대 공군참모총장을 역임하였으며, 평생을 청빈하게 살아가면서 군인으로서 바른길을 명예롭게 걸어갔으며, 「공군가」, 「공군의 결의」, 「공사십훈」, 「공군사관학교가」을 직접 집필하고 작사하는 등 후배 공군인들이 나아가야 할 정신적 지향점을 제시한 참 군인이자 정신적 지주로 추앙받고 있다.",
      subText_1:
        "“내가 어려서 망명하여, 남의 나라 군문에서 몽매(꿈)에 도 잊지 못한 소원이 있었다. 그것은 내 나라의 군복을 입고, 내 나라의 상관에게 경례를 하며, 내 나라 부하에게 경례를 받아 보는 것이고, 내 나라 강토 안에서 태극기를 그린 비행기로 조국의 하늘을 마음껏 날았으면 하던 염원을 오늘 성취하고 보니 이제 죽어도 한이 없다.”",
      subText_2: "L-4 연락기 서울 시위비행 시",
      subText_3:
        "“우리가 500여명의 항공인들을 지도하는 입장에서 이와 같은 미군정 당국의 제의를 수락하여 항공부대가 창설만 된다면 병이면 어떠냐, 이순신 장군의 ‘백의종군의 정신’을 잘 이해한다면 우리가 이등병으로 입대하는 것도 뜻이 있지 않느냐”.",
      subText_4:
        "1948년 조선경비대 항공부대 창설승인 조건으로 조선경비대 보병학교에 이등병 신분으로 입교하라는 미 군정의 요구에 반발하는 간부들을 설득하면서 한 말",
      subText_5: "",
      subText_6: "",
    },
    // Todo:최용덕은 파라미터 조작해서 보내지는지 확인 이상있을시 그냥 여기다가 데이터 중복해서 입력하면 해결 2017.05.26 그냥 추가하는게 구현에 원활함
    {
      name: "김진일(金震一)",
      photo: "two-fifteen", // 마찬가지로 없음
      checkPhoto: 0,
      checkUrl: 0,
      information_1: "풍운아 비행사",
      information_2: "",
      year: "1896. 6. 25.∼ ?",
      mainText:
        "김진일은 평안남도 안주에서 출생하였으며, 본명은 김희수(金熙洙)이다. 김진일은 1921년 광동 남방정부 광동군사비기학교 1기생으로 입교하여 비행기술을 배웠으며 비행학교를 졸업하기 전에 박태하와 함께 허숭지(許崇智)의 북벌군에 편입되어 참전하기도 하였다. 1926년 6월에는 장성철, 차정신, 유철선 등과 함께 소련 유학생으로 선발되어 1927년 2월 상뜨 페테르부르크(전 레닌그라드) 비행학교에서 정비기술을 습득하였다. 해방 이후에는 육군에 입대하여 활동하였으며 1948년 12월 10일 소위로 임관하였다. 이후 1949년 1월에는 육군항공사령부 감찰처장을 역임하였고 1949년 7월에는 중령으로 진급하였다. 10월 1일 공군이 창설되면서 군번 50008번을 받고 복무하다가 6·25전쟁이 한창이던 1951년 7월 1일 전역하였다.",
      subText_1: "",
      subText_2: "",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "장성철(張聖哲)",
      photo: "two-sixteen",
      checkPhoto: 0,
      checkUrl: 0,
      information_1: "중국항공대 영관 조종사로",
      information_2: "활약한",
      year: "1900. 1. 8. ∼ 1963. 3. 13.",
      mainText:
        "장성철은 평안북도 의주에서 출생하였으며, 1919년 3.1운동 당시 중국 상해로 망명하였다. 1925년 7월 1일 황포군관학교 제3기생으로 입교하여 1926년 1월 보병과를 졸업하고 소위로 임관하였으며, 황포군관학교 동기생인 차정신, 유철선과 함께 광동 군사비기학교 제2기 연습생으로 비행훈련을 받았다. 이후에는 1927년 2월 유학생으로 소련 상뜨 페테르부르크(전 레닌그라드) 비행학교에 입학하였으며, 중국으로 돌아와 항주 중앙항공학교 교관으로 활약하였다. 1937년 중일전쟁이 발발하였을 때에는 운남에 위치한 공군 곤명기계창 창장(공장장)을 역임하였으며, 섬서성 남정(南鄭) 공군기지에서 비행기를 검사하는 검사위원으로 복무하였다. 1940년 초에는 항공기 기계사(정비사)로서 중국 공군 중령으로 승진하였으며, 한국혁명당에 가입하여 조국 해방을 위한 독립운동에 참여하였다. 1943년 당시에는 중국 공군 중령으로 섬서성 남정 소재 중국항공대 조종사로 활동하였다. 특히 장성철은 한국광복군 총사령부와 협조하여 항공기로 반전 전단을 살포하는 등 대일 선전활동을 하였다.",
      subText_1: "",
      subText_2: "",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },
  ],

  [
    // 공군창군인
    {
      name: "최용덕 장군",
      photo: "three-one",
      checkPhoto: 30001,
      checkUrl:
        "http://www.mpva.go.kr/narasarang/gonghun_view.asp?id=8107&ipp=10000",
      information_1: "대한민국 공군의",
      information_2: "정신적 지주",
      year: "1898. 9. 19. ∼ 1969. 8. 15.",
      mainText:
        "최용덕 장군은 일제강점기 중국에서 항공 독립운동에 투신했으며, 중국 공군기지사령관, 광복군 총사령부 참모처장과 사령관을 역임하였다. 특히 1932년 2월 상해에서의 중·일 교전 때 항주에서 전투기를 타고 공중전에 참전하였다. 해방 직후 귀국하여 1946년 8월 한국항공건설협회장에 추대되었다. 미 군정청과 미 군사 고문단을 상대로 항공부대 창설을 협의하여 경 항공기부대를 창설했으며, 공군 창군 주역 항공간부 7인의 최선임으로 공군의 독립과 창설을 위해 신명을 다 바쳤다.      국방부차관 시절  국군조직법에 “장차 필요에 따라 육군항공대를 공군으로 조직한다”는 조항을 설치하여 공군창설의 결정적 기반을 만들었다. 2대 공군참모총장을 역임하였으며, 평생을 청빈하게 살아가면서 군인으로서 바른길을 명예롭게 걸어갔으며, 「공군가」, 「공군의 결의」, 「공사십훈」, 「공군사관학교가」을 직접 집필하고 작사하는 등 후배 공군인들이 나아가야 할 정신적 지향점을 제시한 참 군인이자 정신적 지주로 추앙받고 있다.",
      subText_1:
        "“내가 어려서 망명하여, 남의 나라 군문에서 몽매(꿈)에 도 잊지 못한 소원이 있었다. 그것은 내 나라의 군복을 입고, 내 나라의 상관에게 경례를 하며, 내 나라 부하에게 경례를 받아 보는 것이고, 내 나라 강토 안에서 태극기를 그린 비행기로 조국의 하늘을 마음껏 날았으면 하던 염원을 오늘 성취하고 보니 이제 죽어도 한이 없다.”",
      subText_2: "L-4 연락기 서울 시위비행 시",
      subText_3:
        "“우리가 500여명의 항공인들을 지도하는 입장에서 이와 같은 미군정 당국의 제의를 수락하여 항공부대가 창설만 된다면 병이면 어떠냐, 이순신 장군의 ‘백의종군의 정신’을 잘 이해한다면 우리가 이등병으로 입대하는 것도 뜻이 있지 않느냐”.",
      subText_4:
        "1948년 조선경비대 항공부대 창설승인 조건으로 조선경비대 보병학교에 이등병 신분으로 입교하라는 미 군정의 요구에 반발하는 간부들을 설득하면서 한 말",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "공군참모총장 김정렬 장군",
      photo: "three-two",
      checkPhoto: 30002,
      checkUrl: 0,
      information_1: "6·25전쟁 시 공군을 지휘해",
      information_2: "조국의 하늘을 지킨 초대",
      year: "1917. 9. 29. ∼ 1992. 9. 7.",
      mainText:
        "김정렬 장군은 최용덕 장군과 함께 공군 창설간부 7인의 핵심으로 활동하였으며, 초대 및 3대 공군참모총장을 역임하였다. 공군이 창설되기 이전인 1949년 4월 직접 자신이 집필한 『항공의 경종』 책자를 통해 한국전쟁을 정확하게 예측하고 그 전략적 대안을 제시하였으며, 북한의 항공력에 대한 분석을 통해 전쟁을 대비하기 위해 공군 독립 필요성을 촉구하여 공군창설에 주도적인 역할을 하였다. 공군창설 8개월 후에 맞은 6·25 전쟁초기 전투기 하나 없는 이름뿐인 공군을 맡아 F-51무스탕 전투기를 미군으로부터 지원받아 탁월한 통솔력과 작전지휘역량으로 풍전등화의 위기에 빠진 대한민국을 지켜내는데 크게 기여하였다. 3대 총장 시절 F-86 전투기 및 T-33 훈련기를 도입하여 공군의 제트화를 이룩하였고, 공군대학과 공군기술교육단을 창설하여 후방 지원 능력 배양에 힘쓰는 등 우리 공군이 짧은 기간 내 현대화된 군으로 발전할 수 있도록 튼튼한 기반을 닦은 최고의 지장이었다.",
      subText_1:
        "대한민국 인사들은 국방의 현실을 철저히 인식하고 공군 정비에 관한 정당한 이해와 판단을 해야 한다.″ 삼발이는 삼각 중에 일각 없이도 기립할 수 없다. 우리가 육군과 해군을 가지고 국방력전체에 대하여 자기만족이나 공상적 자기우월이 있으면 아니 되고, 또 경제상태, 민생문제를 빙자하여 공중세력에 관하여 등한시 하거나 태만을 하여서는 ‘삼발이’의 일각을 망각함과 흡사한 과실을 범할 것이다.",
      subText_2: "『항공의 경종』",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "장덕창 장군",
      photo: "three-three",
      checkPhoto: 30003,
      checkUrl: 0,
      information_1: "당대 최고의",
      information_2: "비행기록 보유자",
      year: "1903. 5. 9 ∼ 1972. 7. 11.",
      mainText:
        "공군 창설 7인중 유일한 민간항공인 출신으로 해방 당시 이미 9,820시간의 비행기록을 보유한 당대 최고의 조종사였다. 공군 최초 전투비행단인 제 1전투비행단 초대단장에 취임하여 조종사 및 전투요원과 생사고락을 함께하며, 모든 일에 솔선수범한 용장이자 덕장으로 후배들의 존경을 받았다.",
      subText_1:
        "“현재 우리가 가지고 있는 백의(白衣) 비행사 중 가장 탁월한 기술을 가지고 있고, 그 명성이 혁혁하여 가장 화려한 장래를 약속하는 이는 실로 장덕창 씨이니, 氏 가 어떻게나 천재비행가로서 이름이 높은가 하면 해군(海軍)계에 속하는 수상비행에 있어 단연 전 일본 비행계에 왕자의 지위를 가지고 있다.”",
      subText_2: "『삼천리』, 제 7권 제 1호, 1935.1.1.",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "이영무 대령",
      photo: "three-four",
      checkPhoto: 0,
      checkUrl: 0,
      information_1: "대한민국 공군의",
      information_2: "초대 비행단장",
      year: "1904. 3. 13. ∼ 미상", // Todo:함경북도 00에서 태어나.. 어디서 태어났는지 안나옴;
      mainText:
        "함경북도에서 태어나 1922년 중국으로 망명하여 운남성 항공학교를 졸업 후 비행사자격을 얻고 중국에서 비행사로서 항일독립운동에 헌신했으며, 탁월한 비행실력으로 국민정부항공위원회 폭격기 훈련대 대장으로 발탁되었으며, 2차 대전 말기 인도·미얀마 전선에 파견되어 참전하였다. 1945년 6월까지 공군 미중연대 소령으로 근무했다. 해방 후 한국항공건설협회 부회장을 역임했다. 육군 항공기지사령부 부(副)부대장을 역임하여 공군 창설에 일조했으며, 창설 당시 초대 공군 비행단장으로 재임하였다.",
      subText_1:
        "1926년 비행사 자격을 획득하고 남경 중국정부 비행대부 비행사로 활동 중이다.",
      subText_2: "조선총독부 경무국 자료, 1934. 6.",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "박범집 장군",
      photo: "three-five",
      checkPhoto: 30004,
      checkUrl: 0,
      information_1: "초대 공군참모차장을 역임한",
      information_2: "",
      year: "1917. 9. 7. ∼ 1950. 11. 12.",
      mainText:
        "창설간부 중 유일하게 조종사 출신이 아님에도 불구하고 육군 항공기지부대 작전처장을 역임하면서 스스로 비행술을 습득하여 조종사가 되었다. 1949년 국방부 항공국장으로 재직하면서 공군 창설의 기반을 마련했으며, 창설 당시 초대 참모차장(당시 참모부장)으로 선임되었다. 6·25 전쟁 초 공군이 철수하는 상황에어 김정렬 총 참모장을 대신하여 수원기지에서 L-형 항공기를 지휘하여 북한군의 남하를 저지하는 임무를 수행하였다. 6·25전쟁 중이던 1950년 11월, 함흥지역에 대한 지휘 정찰비행 중 불의의 사고로 순직하였다.",
      subText_1: "",
      subText_2: "",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "김영환 장군",
      photo: "three-six",
      checkPhoto: 30005,
      checkUrl: 0,
      information_1: "팔만대장경을 수호한",
      information_2: "빨간마후라의 주인공",
      year: "1921. 1. 8. ∼ 1954. 3. 5.",
      mainText:
        "김영환 장군은 공군 창군 ‘7인 간부’의 일원으로 초대 참모총장을 지낸 김정렬 장군의 동생(본명은 김영렬)이다. 6·25전쟁 중 F-51전투기를 인수한 출격조종사이자, 한국공군의 최일선 강릉전진기지 사령관으로 단독출격작전을 총지휘하였던 당대 최고의 엘리트 공중지휘관이었으며, 세계 기록문화유산인 해인사 팔만대장경(경판)을 수호한 위대한 영웅이었다. 1951년 8월, UN군의 총 반격으로 인해 산악지대로 도주한 적의 패잔병들이 후방을 교란하고 있었다. 제10전투비행전대는 지리산을 중심으로 저항하는 공비 섬멸작전을 지원하라는 명령을 받았다. 전대장 김영환 대령(당시 계급)이 지휘하는 우리 공군의 F-51 전투기 편대는 수차례 출격을 통하여 많은 공비들을 사살하고 방어진지, 벙커 등을 파괴하였다. 이러한 작전을 지속하던 중 1개 대대 규모의 공비가 해인사에 은신하여, 이를 소탕하기 위해서는 해인사를 직접 공격해야 할 상황이 발생하였다. 당시 F-51전투기에는 500파운드 폭탄과 기총을 장착하고 있었다. 500파운드 폭탄으로 공격을 가한다면 온 사찰을 잿더미로 바꿀 수 있는 상황이었다. 이때 전장의 선두에서 지휘한 김 대령의 ‘특별한 분별력’이 발휘되었다. 그는 이 전쟁에서 반드시 승리해야 한다는 드높은 신념을 가지고 있었지만 세계적인 기록문화유산인 ‘팔만대장경’을 보호해야 한다고 판단한 것이다. 결국 해인사에 대한 직접적인 공중폭격을 못하게 함으로써 국보 ‘팔만대장경’을 지켜 낼 수 있었다. 또한, 김영환 장군은 공군 조종사의 상징인 ‘빨간마후라’의 원조로 추앙받고 있다.",
      subText_1:
        "해인사에는 700년을 내려온 우리 민족정신이 어린 문화재가 있습니다. 제2차대전 시 프랑스가 파리를 살리기 위해 프랑스 전체를 나치에 넘겼고, 미국이 문화재를 살리려고 교토를 폭격하지 않은 사실을 상기해 주시기 바랍니다.",
      subText_2: "해인사를 폭격하지 않은 이유를 설명함",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "이근석 장군",
      photo: "three-seven",
      checkPhoto: 30006,
      checkUrl: 0,
      information_1: "조국 하늘의 수호신",
      information_2: "",
      year: "1917. 1. 17. ∼ 1950. 7. 4.",
      mainText:
        "대한민국 공군 창군 7인 간부 중 한 사람인 이근석 대령(당시 계급)은 1949년 10월 1일 공군이 창설되면서 공군사관학교 초대 교장으로 취임했고, 6·25전쟁 발발 당시에는 여의도기지에 주둔하고 있던 공군비행단의 단장이었다. 전쟁 상황이 급박하게 돌아가면서 이근석 대령을 비롯한 10명의 조종사들은 일본에 위치한 美극동 공군사령부를 방문, 1950년 7월 2일 10대의 F-51 전투기를 몰고 대한해협을 건너 대구기지에 도착했다. 대한민국공군이 처음으로 전투기를 갖게 된 순간이었다. 그리고 다음날인 7월 3일에는 첫 출격에 나섰다. F-51전투기 편대는 동해안 삼척지구 등에 상륙한 적 지상군을 공격했고 탱크와 차량을 격파하는 전공을 세웠다 7월 4일, 안양상공으로 출격한 비행단장 이근석 대령은 남하하고 있던 적의 전차부대를 발견하고 한 치의 망설임도 없이 급강하하여 공격을 가하였다. 그러나 불행히도 이 과정에서 애기(愛機)가 북한군의 대공포에 피탄되어 화염에 휩싸이게 되자, 마지막 상승을 시도한 그는 전투조종사로서의 마지막 임무를 결행하였다. 곧바로 기수를 내려 앞에 보이는 적 탱크를 향해 돌진하여 탱크를 폭파시키고 34세의 나이로 장렬히 산화한 것이다. 공군비행단장으로 최고선임자였음에도 출격 시 늘 선두에 섰던 이근석 대령(전사 후, 태극무공훈장과 함께 준장으로 추서)은 그렇게 조국의 하늘을 지키는 수호신이 되었다.",
      subText_1: "",
      subText_2: "",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },
  ],

  [
    // 625전쟁영웅

    {
      name: "강호륜 공군 준장",
      photo: "four-six",
      checkPhoto: 40005, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "공군의 주요 전승작전에",
      information_2: "모두 참가한",
      year: "1925. 4. 2. ∼ 1990. 3. 12",
      mainText:
        "전남 광양 출신으로 일본 육군비행학교를 졸업하고 해방과 함께 국군에 입대하였고, 1949년 10월 공군 창군 원년 멤버가 되었다. 6·25전쟁 초기에는 수도권 방어 항공작전에 참가하였고, 6월 26일에는 10명의 F-51 전투기 인수 조종사 중 한 명으로 선발되어 일본으로 건너가 전투기를 인수하였으며, 대구기지에 도착한 다음날인 7월 3일부터 출격작전을 감행하였다. 1950년 8월에는 낙동강 전선 방어작전, 10월에는 북한 미림기지(K-24)로 전진하여 작전에 참가하였다. 1951년 8월과 9월에는 지리산 공비토벌작전에 참가하였다. 이후 제10전투비행전대가 단독출격작전 수행을 위해 강릉기지로 이동한 10월 11일부터는 한국공군의 단독출격작전 임무수행을 위하여 강릉기지로 전개한 제10전투비행전대 12전투비행대대장 및 작전처장으로 최일선에서 출격작전을 지휘하는 등 탁월한 비행술과 전투기량으로 우리 공군의 주요 전승 작전에 모두 참전하는 기록을 세웠으며, 총 78회의 전투 출격기록을 세웠다.",
      subText_1:
        "공군의 독립과 함께 공군 원년 멤버로 활약하며 전쟁 후에는 공군본부 인사국장, 작전국장 등을 역임",
      subText_2: "을지무공훈장, 충무무공훈장, 화랑무공훈장",
      subText_3:
        "한국군 최초 L-4 항공기 서울 상공 시위비행 조종사 및 국민의 성금으로 구입된 AT-6 항공기 헌납 명명식 시 서울 상공 시위비행 조종사",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "고광수 대위",
      photo: "four-three",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "국가를 위해 모든",
      information_2: "것을 바친 폭격의 명수",
      year: "1929. 10. 15. ∼ 1953. 7. 18.",
      mainText:
        "전남 장성 출신으로 1951년 7월 공군사관학교(1기)를 졸업하고 소위로 임관하였다. 타고난 전투조종사 기질로 출격하면 언제나 목표물을 정확히 공격하여 선·후배 조종사들은 그를 “폭격의 명수”라고 칭송하였다. 특히 동부전선의 마지노선이라 일컫는 351고지 수호 작전에 참가하여 큰 공을 세웠다. 휴전을 며칠 앞둔 1953년 7월 18일 약혼 휴가도 미룬 채 강원도 고성 시변리 지구 전투에 출격해 임무수행 중 적 대공포에 피탄되자, 비상탈출을 명령을 받았으나 조종간을 놓지 않고 귀환하다 동해상에 추락, 전사하였다. 고광수 대위는 대한민국 공군 조종사로서 6·25전쟁에서 마지막으로 전사한 조종사가 되었다.",
      subText_1:
        "“나는 행복이야, 나는 영광이야. 나의 최후는 이 5만불짜리 철관(F-51D)속에 들어가 그 놈들 앞에서 깨끗이 나의 생명을 던질 수 있으니”",
      subText_2: "1계급 특진, 미 공군 비행훈장, 을지무공훈장 추서",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "김금성 공군 준장",
      photo: "four-tweenty",
      checkPhoto: 40009, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "하늘의 불사조",
      information_2: "",
      year: "1927. 11. 27. ~ 1961. 8. 19.",
      mainText:
        "충북 충주 출신으로 일본 육군비행학교를 졸업 후 6·25전쟁 초기인 1950년 7월 6일 창설된 공군 정찰비행전대에 소속되어 L-4/5 및 T-6 항공기로 적정 정찰 및 전단살포, 지휘관 수송 등의 임무를 수행하였다. 같은 해 10월부터 1951년 1월 초까지는 개천 및 대전 지역 아 지상군 정찰파견대에 파견되어 지상군의 북진작전 지원을 위한 정찰임무를 수행하였다. 1951년 1월부터 4월까지 제주기지에서 F-51 전투기 전환 교육을 받았으며, 9월 18일부터 F-51 전투기 조종사로 지리산 공비토벌작전에 투입되어 많은 전과를 거두었다. 1951년 9월 28일에는 제1전투비행단 제10전투비행전대(강릉전진기지사령부)로 배속되어 10월 11일 대한민국 공군의 첫 번째 단독출격작전에 참가하였으며, 1952년 1월 12일에는 승호리 철교 폭파작전에 참가하였으며, 이후 송림제철소 폭격작전, 351고지전투 항공지원작전 등에 총 195회 출격하여 혁혁한 전공을 세웠다. 그는 전쟁 중 적 대공포에 8번 피탄되었는데도 무사히 기지로 귀환하여 주위로부터 「전장의 불사조」로 칭송 받았다.",
      subText_1:
        "1952년 4월 16일 100회 출격을 달성하였고, 6·25전쟁이 휴전될 때까지 총 195회의 출격기록을 수립하였다.",
      subText_2:
        "1계급 특진, 을지무공훈장 2회, 충무무공훈장 1회, 태극무공훈장 1회",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "김성룡 공군 대장",
      photo: "four-tweenty-one",
      checkPhoto: 40010, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "전투조종사의 영원한 귀감",
      information_2: "",
      year: "1926. 7. 9. ~ 2002. 11. 9.",
      mainText:
        "서울에서 태어나 일본에서 육군비행학교를 졸업하였으며, 해방이 되자 조국으로 돌아와 1948년 7월 항공병 1기로 군에 입대하였다. 1949년 3월 소위로 임관과 함께 T-6 조종사로 활약하였다. 6·25전쟁 발발 직후, 미 공군으로부터 F-51D 전투기를 인수하여 7월 3일부터 의성, 함양, 상주, 무주, 대전등지로 출격, 남진하는 적 전차 차량, 보급품 등을 공격하여 남하하는 적들에게 큰 타격을 주는 등 큰 전공을 세웠다. 1950년 7월 20일에는 의정부지역으로 남진하는 적 기동부대를 발견하여 이를 공격, 적 전차 및 트럭 등을 파괴하였다. 9월에는 딘 헤스 중령이 지휘하는 미 제6146부대 조종사들과 함께 평양, 원산, 함흥, 신안주 등지로 합동 출격하여 적의 연료 집적소 및 포진지, 군용시설 등을 공격, 많은 전과를 거두었다. 1951년 8월에는 지리산 공비토벌작전에 참가하였으며, 9월 28일 강릉으로 전진한 제10전투비행전대 12전투비행중대장, 11전투비행대대장, 작전과장 등의 요직을 거치면서 대한민국 공군의 단독출격작전 수행에 중추적인 역할을 담당하였다. 그는 전투조종사 출신으로 한국공군 최초의 대장 승진과 함께 제10대 공군참모총장에 취임하였으며, 재임 중 공군 전력증강에 기여하였다.",
      subText_1:
        "6·25전쟁 중 1950년 7월 3일 F-51D 전투기로 첫 출격을 개시한 이후 휴전 시까지 총 85회를 출격하였다.",
      subText_2:
        "제10전투비행단장, 공군작전사령관, 공군사관학교장 및 공군참모차장과 제10대 참모총장을 역임",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "김영환 장군",
      photo: "three-six",
      checkPhoto: 30005,
      checkUrl: 0,
      information_1: "팔만대장경을 수호한",
      information_2: "빨간마후라의 주인공",
      year: "1921. 1. 8. ∼ 1954. 3. 5.",
      mainText:
        "김영환 장군은 공군 창군 ‘7인 간부’의 일원으로 초대 참모총장을 지낸 김정렬 장군의 동생(본명은 김영렬)이다. 6·25전쟁 중 F-51전투기를 인수한 출격조종사이자, 한국공군의 최일선 강릉전진기지 사령관으로 단독출격작전을 총지휘하였던 당대 최고의 엘리트 공중지휘관이었으며, 세계 기록문화유산인 해인사 팔만대장경을 수호한 위대한 영웅이었다. 1951년 8월, UN군의 총 반격으로 인해 산악지대로 도주한 적의 패잔병들이 후방을 교란하고 있었다. 제10전투비행전대는 지리산을 중심으로 저항하는 공비 섬멸작전을 지원하라는 명령을 받았다. 전대장 김영환 대령(당시 계급)이 지휘하는 우리 공군의 F-51 전투기 편대는 수차례 출격을 통하여 많은 공비들을 사살하고 방어진지, 벙커 등을 파괴하였다. 이러한 작전을 지속하던 중 1개 대대 규모의 공비가 해인사에 은신하여, 이를 소탕하기 위해서는 해인사를 직접 공격해야 할 상황이 발생하였다. 당시 F-51전투기에는 500파운드 폭탄과 기총을 장착하고 있었다. 500파운드 폭탄으로 공격을 가한다면 온 사찰을 잿더미로 바꿀 수 있는 상황이었다. 이때 전장의 선두에서 지휘한 김 대령의 ‘특별한 분별력’이 발휘되었다. 그는 이 전쟁에서 반드시 승리해야 한다는 드높은 신념을 가지고 있었지만 세계적인 기록문화유산인 ‘팔만대장경’을 보호해야 한다고 판단한 것이다. 결국 해인사에 대한 직접적인 폭격을 유보하여 국보 ‘팔만대장경’을 지켜 낼 수 있었다. 또한, 김영환 장군은 공군 조종사의 상징인 ‘빨간마후라’의 원조로 추앙받고 있다.",
      subText_1:
        "해인사에는 700년을 내려온 우리 민족정신이 어린 문화재가 있습니다. 제2차대전 시 프랑스가 파리를 살리기 위해 프랑스 전체를 나치에 넘겼고, 미국이 문화재를 살리려고 교토를 폭격하지 않은 사실을 상기해 주시기 바랍니다.",
      subText_2: "해인사를 폭격하지 않은 이유를 설명함",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "김현일 공군 대위",
      photo: "four-twelve",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "목숨으로 완수한",
      information_2: "마지막 임무",
      year: "1928. 3. 22. ~ 1953. 6. 13.",
      mainText:
        "평양에서 태어나 1949년 6월 공군사관학교 1기생으로 입교하여 1951년 7월 졸업과 동시에 공군 소위로 임관, 소정의 비행교육을 수료 후, 1952년 4월부터 정찰비행대 및 비행교육대 교관으로 활약하였다. 1953년 3월 말, F-51 전투기 조종사가 되어, 4월 6일 강릉기지에서 첫 출격을 시작하여 6월 초까지 351고지전투 항공지원작전을 비롯하여 후방차단작전에 참가하여 전공을 세웠다. 6월 13일 지상군 근접항공지원임무를 수행하기 위하여 고성 남방지역으로 출격하여 적의 벙커를 공격하다가 대공포에 피탄되자 불타는 애기와 함께 적진으로 돌진하여 장렬히 산화하였다.",
      subText_1: "",
      subText_2: "1계급 특진, 을지무공훈장",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "나창준 공군 소령",
      photo: "four-nineteen",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "“대한민국 만세”를 외치고",
      information_2: "산화한",
      year: "1928. 1. 7. ~ 1952. 4. 5.",
      mainText:
        "함경남도 원산에서 출생하여 일본으로 건너가 육군비행학교를 졸업하였으며, 해방 이후 1948년 9월 18일 항공병 2기로 군에 입대하였다. 1949년 6월에는 조종하사관으로 항공기지사령부에서 근무하였으며, 6·25전쟁 초기인 1950년 6월 28일 공군이 여의도기지에서 철수할 당시, 미 공군의 L-5 연락기 2대를 구출하는 작전을 완벽하게 수행하였고, 이후 6월 30일에는 한강 일대의 정찰임무를 수행하는 등 아(我) 지상군의 철수작전을 성공적으로 지원하였다. 1950년 7월 6일 정찰비행전대가 창설되면서 L-4/5 항공기를 이용한 정찰임무를 수행하였고, 8월에는 L-4 항공기로 낙동강 전선 방어작전 지원을 위해 왜관지역 정찰임무를 성공적으로 수행하여 아 지상군이 낙동강 전투를 승리로 이끄는 데 크게 공헌하였다. 1951년 10월 F-51 전투기 조종사로 강릉기지에 배속되어 10월 26일부터 적 후방보급로 차단작전에 참가하였다. 1952년 4월 5일 진남포 북방 진지동 상공에서 적 군사시설물을 공격 임무를 수행하던 중 적 대공포 공격에 피탄되어 전사할 때까지 총 55회를 출격하였다. 피탄 당시 그는 마지막 목표에 돌진하면서 두 손을 들어 “대한민국 만세”를 외치면서 스물다섯 살의 짧은 생을 마감하였다.",
      subText_1: "",
      subText_2: "1계급 특진, 을지무공훈장, 충무무공훈장",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "박두원 대위",
      photo: "four-one",
      checkPhoto: 40001, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "오직 출격이다!",
      information_2: "조종사 정신의 표상",
      year: "1926. 7. 5. ∼ 1952. 8. 2.",
      mainText:
        "경북 경주 출신으로 일본 육군 소년비행학교(14기)에서 비행술을 익혔다. 6·25전쟁이 발발하자 재일 학도의용군 신분으로 자원입대한 박두원 대위는 1951년 공군에서 F-51 전투기 교육을 받고 강릉기지에 주둔하고 있던 제10전투비행전대에 배속되어 중·동부 전선의 적 후방 보급로 차단작전 임무에 투입되었다. 총 89회 전투출격을 기록한 박 대위는 1952년 8월 2일 동부전선에서 출격임무 수행 중 적 지상포화에 피탄되어 귀환 도중 강릉기지 상공에서 애기(愛機)가 폭발하여 장렬히 산화하였다. 전사 후에도 그의 조종사 정신을 기리고 못 다한 한을 달래주기 위해 당시 10전투비행전대에서 근무하던 동료 조종사들이 고인의 영정을 들고 100회 출격을 달성해 주었다.",
      subText_1:
        "“한 번 출격하면 두 번 하고 싶고, 세 번 출격하면 네 번째 출격이 안타깝도록 기다려지네”",
      subText_2: "1계급 특진, 을지무공훈장 추서",
      subText_3: "",
      subText_4: "국립서울현충원 안장 제17묘역 8계단 066호",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "박희동 공군 준장",
      photo: "four-sixteen",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "최고의 전투조종사,",
      information_2: "공중지휘관으로 명성을 떨친 ",
      year: "1924. 3. 7. ~ 1989. 7. 19.",
      mainText:
        "함경남도 함주 출신이며, 일본 육군비행학교에서 조종교육을 받고 조국 광복과 함께 귀국하여 1948년 9월 항공병 2기로 군에 입대하였다. 1948년 9월 15일에는 미군으로부터 인수한 L-4 항공기로 한국군 최초 서울 상공 시위비행을 하였다. 이후, 여수·순천 10·19사건 진압작전, 제주 4·3사건 진압작전, 지리산 공비토벌작전 등에 참여하였다. 6·25전쟁 초기에는 T-6 조종사로 수도권 방어작전에 참가하여 북한군의 남하를 저지하는 데 공헌하였고, 이후에는 10인의 F-51 전투기 인수팀의 일원으로 일본에서 항공기를 인수하여 즉각 출격작전을 감행하였다. 1951년 8월에는 지리산 공비토벌작전과 한국공군이 단독출격작전 수행을 위한 작전준비태세검열을 성공적으로 완수하였으며, 1951년 9월에는 제10전투비행전대가 강릉기지로 이동하여 단독출격작전 수행 시 제14전투비행대대장 및 10전투비행전대 부전대장으로 후방차단작전을 완벽하게 수행하는 등 혁혁한 전공을 세웠다. 이후 공군이 보유한 F-51 전투기의 증가로 새로운 전투비행단의 필요성이 대두되어 1953년 2월 15일 제10전투비행단 창설되면서 제10전투비행전대장으로 부대를 지휘, 지상군 근접항공지원작전 및 후방차단작전을 완벽히 실시하여 전쟁 승리에 크게 공헌하였다.",
      subText_1:
        "1953년 2월 제10전투비행단 창설 시 제10전투비행전대장으로 부대 지휘",
      subText_2: "을지무공훈장, 충무무공훈장 수여",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "신철수 공군 소령",
      photo: "four-thirteen",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "탁월한 조종술로",
      information_2: "적진을 누빈 창공의 사나이",
      year: "1926. 2. 24. ~ 1951. 12. 15.",
      mainText:
        "경남 양산에서 태어나 일본 육군비행학교를 졸업하고 해방 후 귀국하여 1948년 7월 항공부대 항공병 1기로 군에 입대하였다. 1950년 4월 25일 공군 소위로 임관하여 6·25전쟁 초기에는 정찰비행전대에서 L-4/5 연락기 조종사로 활약하였다. 1951년 6월 F-51 전투조종사가 되었고, 8월에는 제1전투비행단 제10전투비행전대로 배속되어 지리산 공비토벌작전에 참여하였다. 같은 해 10월 강릉기지 배속 후 동부전선의 원산지구 적 후방 보급로 차단작전 및 근접항공지원작전에 첫 출격하여 12월까지 총 36회의 전투 출격임무를 수행하였다. 12월 15일 동부전선 금성 북방으로 출격하여 철도차단작전을 수행하고 인근 창도리 지역 상공에서 적 포진지와 병력집결지를 저고도 공격하던 중 대공포에 피탄되어 회복이 불가능해지자 적진으로 돌입하여 자폭 전사하였다.",
      subText_1: "",
      subText_2: "1계급 특진, 을지무공훈장, 화랑무공훈장 추서",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "유치곤 장군",
      photo: "four-five",
      checkPhoto: 40004, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "불사조의 화신",
      information_2: "",
      year: "1927. 7. 17. ∼ 1965. 1. 1.",
      mainText:
        "유치곤 장군은 1927년 대구 달성군에서 태어나 일본 육군비행학교를 졸업하고, 해방이후 조국으로 돌아와 군에 입대하여 6·25전쟁 중인 1951년 4월 10일 공군 소위로 임관하였다. 동년 10월 11일부터 F-51 전투기 조종사로 첫 출격을 시작한 이래 전장을 누비면서 1953년 6월까지 대한민국 공군 최다 출격기록인 203회를 기록해 ‘불사조’라는 별명을 얻었다. 특히 그는 1952년 1월 15일에는 평양 인근 승호리 철교 폭파작전에서 죽음을 무릅쓰고 1,500피트의 초저고도로 공격을 감행하여 UN공군이 500여 차례 공격으로도 파괴하지 못한 철교를 폭파하는 수훈을 세웠고, 이후 송림제철소 폭파작전, 평양대폭격 작전, 351고지 전투지원작전 등 한국공군이 출격한 주요작전에 참전해 혁혁한 전공을 세움으로써 미 공군 비행훈장과 을지무공훈장, 충무무공훈장 등을 받았다. 6·25전쟁 이후에는 각급 공군부대 지휘관을 수행하면서 공군의 전력증강과 발전에 이바지하였으며 1965년 1월 공군 제107기지단장으로 재직 중 과로로 순직하여 영원한 공군전투조종사의 전설이 되었다. 유치곤 장군은 1964년 한국공군을 소개한 영화로 공전(空前)의 히트를 기록한 대작 “빨간마후라”의 주인공이기도 하다. 2005년 6월에는 대구시 달성군 비슬산 자락에 故 유치곤 장군 호국기념관이 개관되어, 매년 그를 기리는 추모행사가 열리고 있다.",
      subText_1: "대한민국 전시 최다 공군 최다 출격(203회)",
      subText_2: "",
      subText_3:
        "1964년 한국공군을 소개한 영화로 큰 인기를 얻었던 영화 “빨간마후라”의 실제 주인공",
      subText_4: "을지무공훈장 3회, 미 공군 비행훈장, 수훈비행십자상",
      subText_5:
        "장남 유용석(공사 26기)은 1982년 C-123J 수송기로 비행 임무 중 추락, 부자가 모두 조국 영공수호를 위해 순직했다.",
      subText_6: "",
    },

    {
      name: "이경복 공군 소위",
      photo: "four-eight",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "6·25전쟁 최초 전사 조종사",
      information_2: "",
      year: "1924. 7. 12. ~ 1950. 6. 30.",
      mainText:
        "경북 포항 출생으로 1948년 9월 항공병 2기로 군에 입대하여 1949년 10월 공군이 창설되면서 공군 일등상사로 임명되어 L-4 연락기 조종사로 활약하였다. 6·25전쟁 발발 5일 후인 6월 30일 서울지역의 적정을 정찰하라는 긴급 명령을 받고 L-5 항공기로 한강 남쪽 흑석동 지역과 한강 북쪽 서빙고 지역을 저고도로 비행하면서 적정 상황을 정확하게 보고하여 미 공군의 전투기로 하여금 적의 주력부대를 공격하게 함으로써 인민군의 한강 도하를 지연시키는데 결정적으로 기여하였다. 그러나 계속적으로 북한군의 움직임을 정찰하던 중, 노량진 상공에서 적의 대공 포화에 피탄되어 추락, 전사하였다. 이경복 소위는 6·25전쟁 중 최초로 전사한 우리 공군의 조종사이다.",
      subText_1: "개전 이래 공군 최초 전사 조종사",
      subText_2: "1계급 특진, 충무무공훈장 추서",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "이근석 장군",
      photo: "three-seven",
      checkPhoto: 30006,
      checkUrl: 0,
      information_1: "조국 하늘의 수호신",
      information_2: "",
      year: "1917. 1. 17. ∼ 1950. 7. 4.",
      mainText:
        "대한민국 공군 창군 7인 간부 중 한 사람인 이근석 대령(당시 계급)은 1949년 10월 1일 공군이 창설되면서 공군사관학교 초대 교장으로 취임했고, 6·25전쟁 발발 당시에는 여의도기지에 주둔하고 있던 공군비행단의 단장이었다. 전쟁 상황이 급박하게 돌아가면서 이근석 대령을 비롯한 10명의 조종사들은 일본에 위치한 美극동 공군사령부를 방문, 1950년 7월 2일 10대의 F-51 전투기를 몰고 대한해협을 건너 대구기지에 도착했다. 대한민국공군이 처음으로 전투기를 갖게 된 순간이었다. 그리고 다음날인 7월 3일에는 첫 출격에 나섰다. F-51전투기 편대는 동해안 삼척지구 등에 상륙한 적 지상군을 공격했고 탱크와 차량을 격파하는 전공을 세웠다 7월 4일, 안양상공으로 출격한 비행단장 이근석 대령은 남하하고 있던 적의 전차부대를 발견하고 한 치의 망설임도 없이 급강하하여 공격을 가하였다. 그러나 불행히도 이 과정에서 애기(愛機)가 북한군의 대공포에 피탄되어 화염에 휩싸이게 되자, 마지막 상승을 시도한 그는 전투조종사로서의 마지막 임무를 결행하였다. 곧바로 기수를 내려 앞에 보이는 적 탱크를 향해 돌진하여 탱크를 폭파시키고 34세의 나이로 장렬히 산화한 것이다. 공군비행단장으로 위험한 출격임무에서 늘 선두에 섰던 이근석 대령(전사 후, 태극무공훈장과 함께 준장으로 추서)은 그렇게 조국의 하늘을 지키는 수호신이 되었다.",
      subText_1: "",
      subText_2: "",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "이기협 공군 대령",
      photo: "four-fifteen",
      checkPhoto: 40007, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "대한민국 공군",
      information_2: "전투조종사의 전설",
      year: "1926. 2. 4. ~ 1955. 4. 7.",
      mainText:
        "함경남도 함주 출신으로 일본 육군비행학교에서 조종교육을 받고 조국 광복과 함께 귀국하여 1948년 9월 항공병 2기로 군에 입대하였다. 6·25전쟁 초기공군철수작전 시, 여의도기지에서 미 공군 L-5 연락기 2대를 안전하게 구출하는 작전에 참가하였으며 지리산 공비토벌작전에 참가하였다. 1951년 8월에는 1전투비행단 제10전투비행전대에 배속되어 10월 11일부터 한국공군의 단독출격작전에 참가하였고, 휴전 시까지 승호리 철교 차단작전, 평양대폭격 작전, 송림제철소 폭격작전, 351고지전투 항공지원작전 등 대한민국 공군의 주요 전승 작전에 모두 참가하였으며 휴전 시까지 F-51 전투기 144회, 경항공기 100회 출격을 통해 단 한 번의 임무 실패 없이 전승의 현장을 지켜온 대한민국 공군 전투조종사의 전설로 칭송받고 있다.",
      subText_1:
        "휴전 이후, 1955년 4월 7일 F-86 제트항공기 조종교육을 위해 도미하여 교육훈련 중 불의의 항공기 사고로  안타깝게 순직하였다.",
      subText_2: "을지무공훈장, 충무무공훈장",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "이상수 공군 소령",
      photo: "four-eighteen",
      checkPhoto: 40008, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "진정한 하늘의 용사",
      information_2: "",
      year: "1926. 12. 18.~ 1950. 10. 13.",
      mainText:
        "전남 고흥에서 태어나 일본 육군비행학교(14기 乙)를 졸업하고 조국 해방과 함께 귀국하여 1949년 4월 15일 소집간부 1기로 군에 입대하였고, 6·25전쟁이 발발하자 F-51 전투기 인수하기 위한 팀원으로 선발되어 일본에서 1주일간의 기종 전환 훈련을 받고 7월 2일 F-51 전투기를 인수하였으며, 7월 3일부터 대구기지에서 출격을 개시하였다. 전쟁이 한창이던 1950년 8월, 한국 해병대의 통영 상륙작전 시 공·해 합동작전에서 참가하여 F-51 전투기 조종사로 활약하였다. 1950년 10월 13일 전세 호전에 따라 공군비행단이 진해에서 서울 여의도기지로 전진 후 북한 서북부지역에 대한 보급로 차단작전의 일환으로 평양 지역으로 출격, 김일성 가옥과 북한군 총사령부를 공격하던 중 적 지상포화에 피탄되자 적진에 돌입, 전사할 때까지 총 20회를 출격하였다. 그는 늘 적의 대공포화망을 뚫고 저고도로 진입한 후 표적의 정중앙을 공격하여 적들의 간담을 서늘케 한 진정한 하늘의 용사였다.",
      subText_1: "",
      subText_2: "1계급 특진, 을지무공훈장 추서",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "이세영 소령",
      photo: "four-two",
      checkPhoto: 40002, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "불멸의 투혼",
      information_2: "",
      year: "1927. 5. 24. ∼ 1951. 4. 21.",
      mainText:
        "1948년 북한 공군에서 월남한 이세영 소령은 6·25전쟁 발발 초기 L-4, L-5 정찰기를 조종하여 적정 정찰, 전단 살포, 적 지상군 공격 등의 임무를 맡아 수행하였다. 그는 1950년 말 제주기지에서 F-51 전투기 조종사로 기종 전환훈련을 마친 후, 1951년 3월 말, 딘 헤스 대령(당시 중령)이 지휘하던 미제6146기지부대 조종사들과 함께 출격임무를 수행하기 위해 여의도기지로 이동, 1951년 4월 3일 철원 지역 적 보급로 차단작전을 시작으로 연일 출격을 거듭하여, 18일간 적 트럭 42대와 보급품 집적소 11개소를 파괴하고 적 군용건물 44동을 파괴하는 혁혁한 전공을 세웠다. 1951년 4월 21일 적 군수물자 진지 공격 임무 중 적 대공포에 피탄되자, 애기와 함께 적진에 돌진하여 대한민국 전투조종사로서 짧지만 굵은 삶을 마감하였다. 1951년 5월 1계급 특진과 함께 동년 7월 을지무공훈장이 추서되었다.",
      subText_1:
        "적 공격 중 피탄되자 “적진에 돌입하려 함, 굿바이!”라는 말 한마디를 남기고 양 날개를 두 번 흔들며 작별을 고한 다음 적의 보급품 집적소로 돌진하여 장렬히 산화하였다.",
      subText_2: "1계급 특진, 을지무공훈장 추서",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "이일영 공군 중위",
      photo: "four-nine",
      checkPhoto: 40006, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "창도리 상공의 영웅",
      information_2: "",
      year: "1928. 8. 26. ~ 1952. 1. 9.",
      mainText:
        "경북 안동에서 출생한 이일영 중위는 일본 육군비행학교에서 조종교육을 받고 조국 광복과 함께 귀국하여 1948년 9월 18일 항공부대에 입대하였다. 6·25전쟁 초기에는 L-4 연락기 조종사로 정찰비행 및 연락임무를 수행하였다. 1951년 9월에는 F-51 전투기 조종사가 되어 1951년 10월 20일부터 강릉기지에서 출격을 개시하여 원산, 고성, 통천지구 보급로 차단작전과 현리, 평강, 김화지구 적 보급품 집적소 및 야포진지, 철도 등을 파괴하는 작전에 참가하였으며, 12월에는 사천기지로 이동하여 서남지구 공비토벌작전 등 총 44회의 출격기록을 수립하였다. 1952년 1월 9일 금성, 회양지구 적 보급로 차단작전에 출격하여 적 벙커 및 포진지를 공격 후 철도 차단공격 임무수행 중 금성 북방의 창도리 상공에서 적 대공포에 피탄되자 자신의 애기와 함께 적진으로 돌진하여 장렬히 전사하였다.",
      subText_1: "",
      subText_2: "1계급 특진, 충무무공훈장 추서",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "이찬권 공군 준장",
      photo: "four-eleven",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "적 대공포화망을 누빈",
      information_2: "필승의 보라매",
      year: "1931. 11. 30. ~ 1992. 2. 11.",
      mainText:
        "경기 강화에서 출생하여 1949년 8월 항공병 6기로 입대하였으며, 1951년 6월 조종간부 후보생 1기로 선발되어 다음해 공군 소위로 임관하였다. 1952년 9월 1일, F-51 전투기 조종사로 금성지구 보급로 차단작전에 첫 출격을 실시한 이후, 휴전 시까지 부여받은 각종 전투 출격임무를 성공적으로 완수하였다. 특히 1952년 10월 말부터 시작된 351고지전투 항공지원작전과 적 후방차단작전 등에 연일 출격하면서 많은 전과를 세웠으며, 특히 적 대공포가 작렬하는 위험지역에 100회나 출격하는 투혼을 발휘하면서 아군의 지상작전을 승리로 이끄는데 결정적으로 기여하였다.",
      subText_1:
        "전쟁 이후에는 제10전투비행단 102전투비행대대장, 작전사령부 작전부장, 제1전투비행단장 등을 역임",
      subText_2: "을지무공훈장, 충무무공훈장, 미국 항공십자훈장 등",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "임택순 대위",
      photo: "four-four",
      checkPhoto: 40003, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "영원한 창공의 별로 남은",
      information_2: "",
      year: "1930. 12. 31 ∼ 1953. 3. 6.",
      mainText:
        "임택순 대위는 공군사관학교(1기) 졸업생으로 1953년 1월 23일부터 강릉기지에서 F-51 전투기로 출격작전을 시작하였다. 임 대위는 휴전을 앞두고 한 치의 땅이라도 더 확보하기 위해 남북한이 치열한 격전을 벌이던 1953년 3월 6일, 고성지역 351고지와 월비산 지구로 출격하여 우리 지상군 근접항공지원작전 임무 수행 중 적 대공포에 피격되어 전사하였다. 피격 당시 임택순 대위에게는 비상탈출의 기회가 있었다. 그러나 임 대위는 “적진 앞에서 애기를 버리고 탈출하는 것은 명예롭지 못한 일”이라는 생각으로 자신이 잡은 조종간을 끝까지 놓지 않았고 기수를 적의 진지로 향하게 함으로써 전투조종사로서 마지막 임무를 완수하였다. 공군사관학교 출신 최초의 전사자로서, 조국을 위해 보라매 혼을 불사른 임택순 대위의 고귀한 희생정신의 뜻을 기리고자 1960년 3월 그의 모교인 공군사관학교(서울 대방동 캠퍼스)에 동상이 세워졌고, 故임택순 대위 동상은(1985년 청주 캠퍼스로 이전) 후배 공군사관생도들에게 뜨거운 무용의 기상을 보여주고 있다.",
      subText_1:
        "“生死有命 不足論, 男子從容 大征空 (생사유명 부족론, 남자종용 대정공)”",
      subText_2: "",
      subText_3:
        "태어남과 죽음은 명에 달렸으니 족히 논하지 말자. 사나이 조용히 하늘로 나아간다.",
      subText_4: "임택순 대위가 사인첩에 남긴 마지막 기록",
      subText_5: "",
      subText_6: "1계급 특진, 을지무공훈장 추서",
    },

    {
      name: "장동출 공군 대위",
      photo: "four-seventeen",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "조국영공 수호에",
      information_2: "모든 것을 바친",
      year: "1925. 7. 20. ~ 1950. 9. 10.",
      mainText:
        "경북 예천에서 출생하여 일본에서 조종교육을 받고 조국 광복과 함께 귀국하여 1948년 7월 항공병 1기로 군에 입대, 1949년 3월 소위로 임관하였다. 6·25전쟁 이전에는 태백산지구 공비토벌작전 및 옹진지구전투에 L-4 연락기 조종사로 참가하였으며 1950년 5월에는 AT-6 건국기 명명식에서 서울 상공 시위비행에 참여하였다. 6·25전쟁 발발 시 미 공군으로부터 F-51D 전투기를 인수하여 7월 3일부터 출격을 개시하였으며, 총 15회 출격하여 많은 전공을 세웠다. 8월에는 진해기지로 후퇴하여 낙동강 방어작전에 참가하였으며, 9월 10일 진해기지에서 낙동강전선 방어를 위한 적 후방차단임무를 수행하기 위해 긴급출격 도중 항공기 고장으로 해상에 추락하여 안타깝게 전사하였다.",
      subText_1: "",
      subText_2: "1계급 특진, 을지무공훈장 추서",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "전구서 공군 소위",
      photo: "four-tweenty-two",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "목숨을 건 저공정찰비행으로",
      information_2: "아군의 승리를 이끌다",
      year: "1927. 2. 7. ∼ 1950. 10. 7.",
      mainText:
        "평남 강동군 출신으로 일본 육군비행학교를 졸업하고 해방과 함께 조국으로 돌아와 항공부대 항공병 2기로 군에 입대했다. 6·25전쟁 초기 L-4 연락기로 정찰임무를 수행하던 중 남진하는 적 지상군 부대를 발견하여 UN공군에 연락함으로써 적군을 괴멸시키는데 기여하였다. 1950년 9월 북한군이 영천 방면에서 대대적인 포위 공격을 가하여 아군이 위험에 처하게 되자 적의 대공포화를 무릅쓰고 신속한 적정 정찰 및 보고를 하여 아군으로 하여금 적 포병부대를 섬멸, 영천지구전투에서 아군이 승리 하는 데 결정적인 기여를 하였다. 1950년 10월 7일 중부전선을 따라 북진하는 아군의 작전지원 임무를 수행하던 중 화천 상공에서 적 대공포에 피격되어 전사하였다",
      subText_1: "",
      subText_2: "1계급 특진, 충무무공훈장 추서",
      subText_3: "국가보훈청 선정 “10월의 애국자” 3인으로 선정(2015. 10월)",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "천봉식 공군 대위",
      photo: "four-seven",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "다부동 300고지",
      information_2: "승리를 견인한",
      year: "1926. 10. 7. ~ 1950. 9. 1.",
      mainText:
        "충북 옥천 출신으로 일본에서 비행술을 배우고 해방과 함께 귀국하여 1949년 사관후보생 5기로 입대하여 소위로 임관 후, 공군사관학교의 전신인 항공사관학교에서 생도 교육을 담당하였다. 6·25전쟁이 발발하자 L-4 연락기 조종사로 적정 정찰과 전단 살포, 지휘관 수송 등의 임무를 위해 하루에 5~6회씩 총 45회 출격하였다. 특히, 낙동강 방어선 전투가 한창이던 1950년 8월 15일 전략요충지인 왜관 북방 300고지에서 한국군 1사단 13연대와 북한군 3사단이 치열한 공방전을 벌일 당시 자신이 조종하는 L-4 연락기로 미 극동 공군 F-51 전투기 편대를 유도하여 적진지를 격멸토록 함으로써 아군 전승에 결정적인 기여를 하였다. 그러나 1950년 9월 1일 다부동 의성 방면에서 적진 정찰 임무수행 중 적기의 공격을 받아 전사하였다.",
      subText_1: "",
      subText_2: "1계급 특진, 충무무공훈장 추서",
      subText_3:
        "천봉식 대위의 공적은 ‘다부동 전투기념 공적비’에 기록되어 있음.",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "최용덕 장군",
      photo: "three-one",
      checkPhoto: 30001,
      checkUrl:
        "http://www.mpva.go.kr/narasarang/gonghun_view.asp?id=8107&ipp=10000",
      information_1: "대한민국 공군의",
      information_2: "정신적 지주",
      year: "1898. 9. 19. ∼ 1969. 8. 15.",
      mainText:
        "최용덕 장군은 일제강점기 중국에서 항공 독립운동에 투신했으며, 중국 공군기지사령관, 광복군 총사령부 참모처장과 사령관을 역임하였다. 특히 1932년 2월 상해에서의 중·일 교전 때 항주에서 전투기를 타고 공중전에 참전하였다. 해방 직후 귀국하여 1946년 8월 한국항공건설협회장에 추대되었다. 미 군정청과 미 군사 고문단을 상대로 항공부대 창설을 협의하여 경 항공기부대를 창설했으며, 공군 창군 주역 항공간부 7인의 최선임으로 공군의 독립과 창설을 위해 신명을 다 바쳤다.      국방부차관 시절  국군조직법에 “장차 필요에 따라 육군항공대를 공군으로 조직한다”는 조항을 설치하여 공군창설의 결정적 기반을 만들었다. 2대 공군참모총장을 역임하였으며, 평생을 청빈하게 살아가면서 군인으로서 바른길을 명예롭게 걸어갔으며, 「공군가」, 「공군의 결의」, 「공사십훈」, 「공군사관학교가」을 직접 집필하고 작사하는 등 후배 공군인들이 나아가야 할 정신적 지향점을 제시한 참 군인이자 정신적 지주로 추앙받고 있다.",
      subText_1:
        "“내가 어려서 망명하여, 남의 나라 군문에서 몽매(꿈)에 도 잊지 못한 소원이 있었다. 그것은 내 나라의 군복을 입고, 내 나라의 상관에게 경례를 하며, 내 나라 부하에게 경례를 받아 보는 것이고, 내 나라 강토 안에서 태극기를 그린 비행기로 조국의 하늘을 마음껏 날았으면 하던 염원을 오늘 성취하고 보니 이제 죽어도 한이 없다.”",
      subText_2: "L-4 연락기 서울 시위비행 시",
      subText_3:
        "“우리가 500여명의 항공인들을 지도하는 입장에서 이와 같은 미군정 당국의 제의를 수락하여 항공부대가 창설만 된다면 병이면 어떠냐, 이순신 장군의 ‘백의종군의 정신’을 잘 이해한다면 우리가 이등병으로 입대하는 것도 뜻이 있지 않느냐”.",
      subText_4:
        "1948년 조선경비대 항공부대 창설승인 조건으로 조선경비대 보병학교에 이등병 신분으로 입교하라는 미 군정의 요구에 반발하는 간부들을 설득하면서 한 말",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "최종봉 공군 소령",
      photo: "four-fourteen",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "낙동강 방어선 사수의",
      information_2: "일등 공신",
      year: "1926. 11. 20. ~ 1951. 4. 16.",
      mainText:
        "경북 청도 출신이며 1943년 10월 일본 육군비행학교에서 조종교육을 받았다. 해방이 되자 일본에서 귀국 후, 1949년 2월 항공병 3기로 군에 입대하여 비행교육을 받고 L-형 항공기를 조종하였다. 6·25전쟁 초기에는 L-4 연락기 조종사로 정찰 및 전단살포, 지휘관 수송 임무를 수행하였으며, 아 지상군과 UN군이 낙동강 방어선을 구축하고 방어작전을 수행하는 시기에는 60여 회의 적 지상군 정찰임무를 수행하여 아군이 낙동강 방어선을 사수하는데 결정적으로 기여하였다. 1951년 3월 말 제주기지에서 F-51 전투기로 기종 전환 후 여의도기지로 이동하여 4월부터 딘 헤스 중령을 비롯한 미 제6146기지부대 소속 미 공군 조종사들과 합동 출격임무를 수행하였다. 4월 3일에는 평강 북쪽 신대리에 위치한 적 후방보급로 차단공격을 실시하였으며, 계속해서 중부 및 서부전선의 적 보급로 및 보급품집적소, 차량, 군용시설 등 주요 표적을 공격하여 혁혁한 전공을 세웠다. 그러나 10회째 출격일인 4월 16일 강원도 이천(伊川)지구 적 후방보급로 차단 작전 수행 중, 적 대공포에 피탄되어 더 이상 공격이 불가능해지자 애기와 함께 적진에 돌입하여 전사하였다.",
      subText_1: "",
      subText_2: "1계급 특진, 을지무공훈장",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "최종성 공군 중위",
      photo: "four-ten",
      checkPhoto: 0, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "짧고 굵게 살아간",
      information_2: "하늘의 용사",
      year: "1931. 12. 19. ~ 1952. 11. 2.",
      mainText:
        "경남 거창 출신으로 1949년 8월 항공병 5기로 군에 입대하여 1952년 8월 공군 소위로 임관과 함께 전투조종사가 되었으며, 9월 제1전투비행단 강릉기지 제10전투비행전대로 배속되어 강원도 고성, 원산, 사리원 방면의 적 병참선 파괴를 위한 보급로 차단작전과 병력집결지 및 군용시설 파괴작전 등에 출격하여 혁혁한 전공을 세웠다. 그러나 11월 2일 후방차단작전 임무를 부여받고 동해안 원산 남쪽 안변지역으로 출격하여 적 보급품집적소를 공격하던 중 적탄에 애기의 엔진이 피탄되자 “편대장님! 먼저 갑니다. 전우들이여, 무운을 빈다!”는 마지막 말을 남기고 애기와 함께 적진에 그대로 돌진, 장렬하게 전사하였다. 22세의 젊은 보라매 최종성 중위는 출격개시 39일째 되던 날, 33회의 출격기록을 남기고 짧지만 굵은 생을 마감하였다.",
      subText_1: "",
      subText_2: "1계급 특진, 을지무공훈장",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "딘 헤스(Dean Hess)",
      photo: "four-tweenty-three",
      checkPhoto: 40011, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "신념의 조인(鳥人)",
      information_2: "미 공군 대령",
      year: "1917. 12. 6. ∼ 2015. 3. 3.",
      mainText:
        "6·25전쟁 발발 직후부터 약 1년간 250회의 초인적인 출격으로 대한민국을 수호한 에이스 전투조종사이자 전쟁 초기 항공작전을 주도한 엘리트 지휘관이었다. 딘 헤스 대령(당시 소령)은 바우트 원(Bout-1) 부대장을 맡아 F-51 무스탕 전투기 비행 및 전투훈련을 통해 전투기 한 대 없이 항공작전의 불모지였던 초창기 한국 공군을 싸울 수 있는 군대로 성장시켰다. 특히 자신의 좌우명 “By Faith, I Fly”을 한글로 번역한 “신념의 조인”이란 글귀를 애기(愛機)인 F-51 무스탕기(전투기 18호)에 새겨 넣고 한국 공군 전투조종사들과 합동 출격한 전쟁영웅이기도 하다. 또한 미 공군 군목 러셀 블레이스델 중령과 함께 15대의 C-54 수송기와 1대의 C-47 수송기를 동원해 1천여 명의 전쟁고아들을 제주도로 무사히 피신시켜 ‘전쟁고아의 아버지’로 칭송받았다. 이 같은 그의 숭고한 업적은 대한민국 공군사와 함께 영원히 기록될 것이다.",
      subText_1:
        "단 한 번도 피탄되지 않은 에이스이자 250회 출격 기록의 전쟁영웅",
      subText_2: "",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },
  ],

  [
    // 살신성인참군인
    {
      name: "이상희 대위",
      photo: "five-one",
      checkPhoto: 50001, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "민가를 피하고",
      information_2: "애기(愛機)와 함께 산화한",
      year: "1968. 1. 27. ∼ 1991. 12. 13.",
      mainText:
        "1991년 12월 13일 오후 3시 훈련 중이던 1전투비행단 소속의 F-5A 전투기 두 대가 불의의 사고로 광주기지 인근 상공에서 공중 충돌하였다. 이상희 대위는 자신이 조종하던 항공기가 통제 불능 상태에서 가옥이 밀집한 덕흥 마을로 향해 급강하하자 필사의 노력으로 조종간을 당겨 민가가 없는 곳으로 향하게 하고 자신은 애기(愛機)와 함께 장렬하게 산화하였다. 사고 직후 낙하산으로 비상탈출할 수 있는 기회가 있었음에도 불구하고 국민의 생명과 재산을 보호하기 위해 살신성인의 길을 선택한 이상희 대위를 기리는 언론 보도와 국민적 추모 분위기가 확산되었다. 정부는 故 이상희 대위에게 보국훈장 광복장을 추서하였다.",
      subText_1:
        "“1991년 12월 13일 오후 3시에 광주시 서구 덕흥 마을 상공에서 비행훈련 중 불의의 사고로 전투기가 추락하는 순간 민가의 피해를 막기 위해 끝까지 조종간을 잡고 애기와 함께 산화한 故 이상희 대위의 살신성인의 숭고한 희생정신을 기리기 위해 제1전투비행단 장병 및 군무원의 뜻을 모아 이 공원을 조성하다.” ",
      subText_2: "(1992년 1월 21일 설립된 공군 광주기지 상희공원 현석비 비문)",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "김도현 소령",
      photo: "five-two",
      checkPhoto: 50002, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "살신성인의 귀감",
      information_2: "",
      year: "1973. 10. 1. ∼ 2006. 5. 5.",
      mainText:
        "김도현 소령은 1996년 공군사관학교(44기)를 졸업하고 소위로 임관하여 일선 전투비행대대에서 활약하다가 2005년 2월 블랙이글스 특수비행팀 조종사로 선발되었다. 그는 총 55회의 에어쇼 경력을 가진 최정예 조종사였으며, 그가 속한 블랙이글스는 가는 곳마다 고난도의 화려한 비행기량을 보여주었다. 그러나 2006년 5월 5일 제10전투비행단에서 개최된 어린이날 축하 에어쇼 시범비행 도중 갑작스러운 항공기 기체고장으로 비행불능 상태가 되자, 김도현 대위(당시)는 운집해 있는 행사 참관 어린이와 시민들을 보호하기 위하여 마지막 순간까지 조종간을 붙잡은 채 애기(愛機)와 함께 장렬하게 산화하였다. 전 국민의 눈물어린 애도를 받은 김도현 소령의 살신성인은 오직 국가와 국민을 위해 헌신하는 대한민국 공군조종사의 귀감으로 영원히 기억되고 있다.",
      subText_1:
        "“하늘을 볼 때마다 너를 그리워할 것 같다. 부디 드넓은 하늘나라에서 마음껏 비행하며 편히 쉬기를. 사랑하는 아내와 두 아들을 굽어 살펴주길! 다음에 그 속에서 재회할 때는 이렇게 헤어지지 말자. 사랑한다.”",
      subText_2: "(김도현 소령 묘비에 놓인 어느 동료의 편지 내용)",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "오충현 대령",
      photo: "five-four",
      checkPhoto: 50003, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "하늘에 새긴 영원한",
      information_2: "조국애와 충성",
      year: "1966. 12. 21. ∼ 2010. 3. 2.",
      mainText:
        "오충현 대령은 1990년 3월 공군사관학교(38기)를 수석으로 졸업한 전투기 조종사로, 2010년 3월 2일 빨간마후라의 고향 강릉기지에서 전투비행대대장으로 재직하다 비행훈련 도중 불의의 사고로 순직하였다. 오 대령(당시 중령)은 공군에서 전투비행대대장으로서 훈련 중 순직한 첫 번째 사례로 기록되었다. 순직 후 알려진 오 대령의 일기 속에는 투철한 국가관(國家觀)과 사생관(死生觀)으로 무장하고 조국을 위해 무엇을 할 것인가를 먼저 생각해야 한다는 대한민국 공군 전투조종사의 뜨거운 애국심과 충성심이 담담하고 진솔하게 쓰여져 있어 보는 이들에게 큰 감동을 준다.",
      subText_1:
        "“먼저, 내가 죽는다면 조국이 나를 위해 부대장(葬)을 치르는 것은 나를 조국의 아들로 생각하기 때문이다. (중략) 군인은 오직 충성, 이것만을 생각해야 한다. 세상이 변하고 타락해도 군인은 변하지 말아야 한다. 군인의 영원한 연인 조국을 위하여 오로지 희생만을 보여야 한다. 결코 우리의 조국, 그의 사랑은 배반치 않고 역시 우리를 사랑하고 있는 것이다.”",
      subText_2: "(故 오충현 대령 일기 중에서)",
      subText_3: "",
      subText_4: "",
      subText_5: "",
      subText_6: "",
    },

    {
      name: "박명렬 소령 박인철 대위",
      photo: "five-three",
      checkPhoto: 50004, // 있으면 파라미터
      checkUrl: 0, // 있으면 링크
      information_1: "대를 이은 헌신",
      information_2: "父子 조종사",
      year: "1954.11.27.∼1984.3.14.   1980.7.16.∼2007.7.20.",
      mainText:
        "제17전투비행단 소속 F-4E 전투기 조종사였던 박명렬 소령(공사 26기)은 1984년 3월 14일, 한·미 연합 군사훈련인 팀스피릿(Team-Spirit) 훈련에서 저고도 사격임무 수행 중 불의의 추락사고로 31세의 나이에 젊은 부인과 아들, 딸을 남기고 순직하였다. 박 소령의 순직 후 16년이 흐른 2000년, 가족들의 반대를 무릅쓰고 공군사관학교에 들어간 박인철 대위(공사 52기)는 아버지의 뒤를 이어 ‘빨간마후라’의 꿈을 이루었다. 우리 공군의 최신예 전투기인 KF-16 전투기 조종사가 된 박 대위는 2007년 7월 20일 서해안 상공에서 야간 요격훈련 중 안타깝게 순직하였다. 당시 그의 나이 27세였다. 서울 국립현충원에는 세계 공군사에 유례가 없는 순직 부자 조종사의 유해(서울현충원 호국부자묘, 29묘역 3305호와 3557호)가 모셔져 있다.",
      subText_1:
        "“불구덩이를 매달고 공중을 향해 치솟고 내달리는 건 우리의 숙명이다”.",
      subText_2: "(아버지 박명렬)",
      subText_3:
        "“처음 조종간을 잡았을 때 나는 이 길이 내가 가야 할 길이라는 사실을 깨달았다. 아버지만은 아실 것이다.”",
      subText_4: "(아들 박인철)",
      subText_5: "",
      subText_6: "",
    },
  ],
];

var photoList = [
  [
    // 항공선각자 사진목록
    [
      // 안창호
      { photo: 3, text: "도산 안창호 사진 모음" },
      {
        photo: "pluspic-tweentyeight-one",
        text: "(1/3) 윌로우스 비행학교 개소식에 참석한 도산 안창호. 1920.",
      },
      { photo: "pluspic-tweentyeight-two", text: "(2/3) 안창호 임정 시절" },
      {
        photo: "pluspic-tweentyeight-three",
        text: "(3/3) 안창호 흥사단 시절 (하단 우측에서 3번째)",
      },
    ],

    [
      // 김구
      { photo: 5, text: "백범 김 구 사진 모음" },
      { photo: "pluspic-tweentysix-one", text: "(1/5) 임시정부 시절 김구" },
      {
        photo: "pluspic-tweentysix-two",
        text: "(2/5) 임시정부 의정원 시절 (두번째 줄 우측 끝)",
      },
      {
        photo: "pluspic-tweentysix-three",
        text: "(3/5) 임시정부 시절 장개석 중국정부와 함께한 김구주석 (앞줄 중앙)",
      },
      {
        photo: "pluspic-tweentysix-four",
        text: "(4/5) 미군 측이 제공한 C-47 항공기로 환국한 백범 김구 주석",
      },
      {
        photo: "pluspic-tweentysix-five",
        text: "(5/5) 백범 김구 주석이 환국 시 탑승했던 C-47과 동종의 항공기 (현재 독립기념관 소재)",
      },
    ],

    [
      // 노백린 1-3
      { photo: 6, text: "노백린 장군 사진 모음" },
      {
        photo: "pluspic-one-one",
        text: "(1/6) 임정시절 비행학교에 관한 사항을  이동휘에게 보낸 서신",
      },
      { photo: "pluspic-one-two", text: "(2/6) 임정시절 노백린 장군" },
      {
        photo: "pluspic-one-three",
        text: "(3/6) 재미 한인청년들이 비행훈련을 받고 있는 REDWOOD 비행학교를 방문하여 비행학생들을 격려하는 노백린 장군 (가운데)",
      },
      {
        photo: "pluspic-one-four",
        text: "(4/6) 한인비행학교 설립 신문보도(신한민보)",
      },
      {
        photo: "pluspic-one-five",
        text: "(5/6) 레드우드 비행학교 방문 시 비행복 사진",
      },
      { photo: "pluspic-one-six", text: "(6/6) 노백린과 안창호" },
    ],

    [
      // 김종림 1-4
      { photo: 2, text: "김종림 사진 모음" },
      { photo: "pluspic-thirtyfour-one", text: "(1/2) " },
      {
        photo: "pluspic-thirtyfour-two",
        text: "(2/2) 김종림과 그의 가족들(부인,아들)",
      },
    ],

    [
      // 박희성 1-5
      { photo: 4, text: "박희성 사진 모음" },
      {
        photo: "pluspic-fourteen-one",
        text: "(1/4) 임시정부 공보(박희성, 이용근 비행참위 임명장)",
      },
      { photo: "pluspic-fourteen-two", text: "(2/4) 박희성 참위 유해 봉환" },
      {
        photo: "pluspic-fourteen-three",
        text: "(3/4) 박희성 참위  국립 현충원 안장식",
      },
      { photo: "pluspic-fourteen-four", text: "(4/4) " },
    ],

    [
      // 이용근 1-6
      /* {photo: 1, text: '이용근 사진 모음'},
             {photo: "pluspic-fifteen-one", text: "(1/1) 비행 훈련중인 이용근"} */
    ],

    [
      // 이응호 1-8
      { photo: 2, text: "이응호 사진 모음" },
      { photo: "pluspic-thirtyfive-one", text: "(1/2) " },
      { photo: "pluspic-thirtyfive-two", text: "(2/2) " },
    ],

    [
      // 한장호 1-9
      { photo: 9, text: "한장호 사진 모음" },
      {
        photo: "pluspic-tweentyfive-one",
        text: "(1/9) 미 레드우드 비행학교 시절",
      },
      { photo: "pluspic-tweentyfive-two", text: "(2/9) 조종사 클럽 회장 시절" },
      {
        photo: "pluspic-tweentyfive-three",
        text: "(3/9) 윌로우스 비행학교 교관 시절",
      },
      {
        photo: "pluspic-tweentyfive-four",
        text: "(4/9) YTN 특별기획 「하늘에서 독립을 꿈꾸다」 임시정부 비행학교 방송화면 캡쳐(2018.8.11. 방송)",
      },
      {
        photo: "pluspic-tweentyfive-five",
        text: "(5/9) YTN 특별기획 「하늘에서 독립을 꿈꾸다」 임시정부 비행학교 방송화면 캡쳐(2018.8.11. 방송)",
      },
      {
        photo: "pluspic-tweentyfive-six",
        text: "(6/9) YTN 특별기획 「하늘에서 독립을 꿈꾸다」 임시정부 비행학교 방송화면 캡쳐(2018.8.11. 방송)",
      },
      {
        photo: "pluspic-tweentyfive-seven",
        text: "(7/9) YTN 특별기획 「하늘에서 독립을 꿈꾸다」 임시정부 비행학교 방송화면 캡쳐(2018.8.11. 방송)",
      },
      {
        photo: "pluspic-tweentyfive-eight",
        text: "(8/9) YTN 특별기획 「하늘에서 독립을 꿈꾸다」 임시정부 비행학교 방송화면 캡쳐(2018.8.11. 방송)",
      },
      {
        photo: "pluspic-tweentyfive-nine",
        text: "(9/9) YTN 특별기획 「하늘에서 독립을 꿈꾸다」 임시정부 비행학교 방송화면 캡쳐(2018.8.11. 방송)",
      },
    ],

    [
      // 윌로우스 1-10
      { photo: 4, text: "윌로우스 비행학교 사진 모음" },
      {
        photo: "pluspic-two-one",
        text: "(1/4) 대한민국 임시정부 한인비행학교 본부로 추정되는 목조건물(미국캘리포니아 소재)",
      },
      {
        photo: "pluspic-two-two",
        text: "(2/4) 대한민국 임시정부 한인 비행학교에서 교육한 기종과 동일한 스텐다드 J-1 훈련기",
      },
      {
        photo: "pluspic-two-three",
        text: "(3/4) 신한민보에 실린 비행학교 설립기사(1920.2.24)",
      },
      {
        photo: "pluspic-two-four",
        text: "(4/4) Willows Daily Journal (1920.2.19)에 실린 '한국인들 비행장을 갖는다.' 제하의 기사",
      },
    ],
  ],

  [
    // 항공독립투사 사진목록
    [
      // 권기옥
      { photo: 9, text: "권기옥 사진 모음" },
      { photo: "pluspic-tweentyseven-one", text: "(1/9) 귀국 후 사진" },
      { photo: "pluspic-tweentyseven-two", text: "(2/9) 국가유공자증" },
      {
        photo: "pluspic-tweentyseven-three",
        text: "(3/9) 권기옥 소개 신문기사",
      },
      { photo: "pluspic-tweentyseven-four", text: "(4/9) 권기옥" },
      { photo: "pluspic-tweentyseven-five", text: "(5/9) 가운데 권기옥" },
      { photo: "pluspic-tweentyseven-six", text: "(6/9) 운남비행학교 시절" },
      {
        photo: "pluspic-tweentyseven-seven",
        text: "(7/9) 운남비행학교 시절 외국인 교관과 함께",
      },
      {
        photo: "pluspic-tweentyseven-eight",
        text: "(8/9) 운남비행학교 시절 외국인 교관과 함께(2)",
      },
      { photo: "pluspic-tweentyseven-nine", text: "(9/9) 권기옥 중경시절" },
    ],

    [
      // 안창남 2-10 사진 추가 20170112
      { photo: 6, text: "안창남 사진 모음" },
      {
        photo: "pluspic-tweentyone-one",
        text: "(1/6) 오쿠리 비행학교 앨범사진",
      },
      {
        photo: "pluspic-tweentyone-three",
        text: "(2/6) 추락한 항공기에서 나오는 안창남",
      },
      {
        photo: "pluspic-tweentyone-four",
        text: "(3/6) 안창남의 비행을 소개하는 동아일보 기사",
      },
      {
        photo: "pluspic-tweentyone-five",
        text: "(4/6) 안창남의 비행을 주최한 동아일보 기사",
      },
      {
        photo: "pluspic-tweentyone-six",
        text: "(5/6) 서울상공을 비행하기 위해 여의도 기지에 도착한 금강호",
      },
      {
        photo: "pluspic-tweentyone-seven",
        text: "(6/6) 안창남이 탑승한 금강호가 창경궁 상공 비행하는 모습 (동아일보)",
      },
    ],

    [
      // 임도현 2-12 161216
      { photo: 3, text: "임도현 사진 모음" },
      {
        photo: "pluspic-tweentynine-one",
        text: "(1/3) 1931년 청국 광서성 유주육군항공학교에 입학하여 수학",
      },
      {
        photo: "pluspic-tweentynine-two",
        text: "(2/3) 상해 일본총영사관 경찰부 작성 : 반일 한인 관계용의자 취조(군관학교) 간도급만선양지방 치안정황보고잡찬 : 일본외부성14권)연도미상",
      },
      {
        photo: "pluspic-tweentynine-three",
        text: "(3/3) '진주만'공격을 앞두고 가장 염려되는 조종사들을 묶어 두기 위한 일본 경시청 비밀 감시목록(1938.중순: 동경 경찰청에서 작성)",
      },
    ],

    [
      // 이정희 2-11
      { photo: 2, text: "이정희 사진 모음" },
      {
        photo: "pluspic-tweentyfour-one",
        text: "(1/2) 이정희 대위와 여자항공대 1기생 기념사진(우측 4번째)",
      },
      {
        photo: "pluspic-tweentyfour-two",
        text: "(2/2) 1949년 5월 김포비행장내 내무반 퀸셋옆에 여자항공대 대장과 1기생 15명(앞줄 좌측 4번째 여자항공대장 이정희 대위)",
      },
    ],
  ],

  [
    // 창군7인 사진목록
    [
      // 최용덕 3-1
      { photo: 11, text: "최용덕 장군 사진 모음" },
      { photo: "pluspic-three-one", text: "(1/11) 공군가" },
      { photo: "pluspic-three-two", text: "(2/11) 공사십훈" },
      {
        photo: "pluspic-three-four",
        text: "(3/11) 중국 공군에서 항공기 조종사로 복무하던 최용덕 장군",
      },
      {
        photo: "pluspic-three-three",
        text: "(4/11) 초대 국방장관 차관 (최용덕 장군)취임. 1948년 8월 16일 서울시 남산동 조선경비대총사령부에서 거행된 초대 국방장관(이범석), 초대 국방차관(최용덕) 취임식 및 군 수뇌부 기념촬영 사진.",
      },
      {
        photo: "pluspic-three-ten",
        text: "(5/11) 미국 방문중인 최용덕 참모총장",
      },
      {
        photo: "pluspic-three-nine",
        text: "(6/11) 공군확장 문제 협의차 도미한 참모총장 최용덕 중장. 1953년 10월 28일 참모총장 최용덕 중장은 미 공군의 초청으로 김영환 대령, 박충훈 중령을 대동하고 미국 방문길에 올라 미공군과 한국공군 확장 등에 관하여 협의",
      },
      {
        photo: "pluspic-three-eleven",
        text: "(7/11) 중국대사 공군본부 예방. 공군참모총장을 역임한 주중 최용덕 대사가 귀국 인사차 1962년 9월 4일 공군본부를 방문하였다.",
      },
      {
        photo: "pluspic-three-five",
        text: "(8/11) 1956년 11월 5일 서울 대방동 공군본부 광장에서 국방부장관 임석하에 거해오딘 최용덕 장군 전역식 행사",
      },
      { photo: "pluspic-three-seven", text: "(9/11) 전역식(2)" },
      { photo: "pluspic-three-eight", text: "(10/11) 전역식(3)" },
      {
        photo: "pluspic-three-six",
        text: "(11/11) 최용덕 장군 관사 기념 표지석 (서울)",
      },
    ],

    [
      // 김정렬 3-2
      { photo: 12, text: "김정렬 장군 사진 모음" },
      { photo: "pluspic-four-two", text: "(1/12) 건국기 탑승 김정렬 장군" },
      {
        photo: "pluspic-four-three",
        text: "(2/12) 김정렬 장군이 3군 균형발전과 공군의 중요성을 역설한 저서 '항공의 경종'",
      },
      {
        photo: "pluspic-four-one",
        text: "(3/12) 지리산 공비토벌 작전에 관하여 제1전투비행단 지휘관참모들과 작전계획을 논의하는 김정렬 참모총장",
      },
      {
        photo: "pluspic-four-four",
        text: "(4/12) 6.25 당시 3군 수뇌부와 전쟁지휘 중인 김정렬 장군",
      },
      {
        photo: "pluspic-four-five",
        text: "(5/12) 6.25 전쟁 시 작전지휘 중인 김정렬장군",
      },
      {
        photo: "pluspic-four-six",
        text: "(6/12) 강릉기지 방문중인 김정렬장군",
      },
      {
        photo: "pluspic-four-seven",
        text: "(7/12) 미 고문단과 김정렬 참모총장이 기지확장문제 협의. 사천기지에서 미 고문단과 김정렬 참모총장이 기지확장 문제를 협의하고자 기지를 둘러보는 모습",
      },
      {
        photo: "pluspic-four-ten",
        text: "(8/12) 이승만 대통령으로붜 개인공로훈장을 받는 김정렬 중장. 1954년 10월 1일 서울 한강 정심공원에서 개최된 제6회 항공일 기념행사에서 이승만대통령으로부터 대통령 개인 공로표창 및 금성을지무공훈장을 수여 받고 있는 김정렬 공군중장",
      },
      { photo: "pluspic-four-eight", text: "(9/12) 김정렬총장 미국방문" },
      {
        photo: "pluspic-four-nine",
        text: "(10/12) 김정렬 참모총장 공군부대 시찰. 1956년 1월 18일부터 19일까지 미 군사고문단장 와일즈 대령 및 미 314사단장 모스리 대령을 대동하고 사천기지 진해 공군사관학교를 방문하였다.",
      },
      {
        photo: "pluspic-four-eleven",
        text: "(11/12) 참모총장(김정렬 중장)과 수행참모 일행은 미 공군참모총장 트와이닝 장군이 초청으로 1956년 2월 28일 서울을 출발하여 미 공군부대를 시찰하고 미 공군당국자와 상호방위문제, 공군발전방향에 대해 논의했다.",
      },
      // 161216
      {
        photo: "pluspic-four-twelve",
        text: "(12/12) 지휘공로훈장을 받는 김정렬 참모총장",
      },
    ],

    [
      // 장덕창 3-3
      { photo: 6, text: "장덕창 장군 사진 모음" },
      {
        photo: "pluspic-twelve-one",
        text: "(1/6) 장덕창 4대 공군 참모총장 취임",
      },
      {
        photo: "pluspic-twelve-two",
        text: "(2/6) 이승만 대통령에게 공군발전에 기여한 공로로 훈장을 수여받고 있는 장덕창 장군",
      },
      {
        photo: "pluspic-twelve-three",
        text: "(3/6) 미 태평양 공군사령관에게 비행안전상을 수여받고 있는 모습",
      },
      { photo: "pluspic-twelve-four", text: "(4/6) 작전준비태세 검열" },
      {
        photo: "pluspic-twelve-five",
        text: "(5/6) 1전투비행장시절 조종사와 기념촬영",
      },
      {
        photo: "pluspic-twelve-six",
        text: "(6/6) 공군본부 기공식 (좌측부터 최용덕, 김정렬, 장덕창 장군)",
      },
    ],

    /* 161216
         [   //이영무 3-4
         {photo : 2 , text : ''},
         {photo : "pluspic-tweentythree-one", text : "비행단장 이영무"},
         {photo : "pluspic-tweentythree-two", text : "앞 이영무"}
         ],
         */

    [
      // 박범집 3-5
      { photo: 1, text: "박범집 장군 사진 모음" },
      {
        photo: "pluspic-tweenty-one",
        text: "(1/1) 공군창설 주역과 함께 (맨 좌측)",
      },
    ],

    [
      // 김영환 3-6
      { photo: 15, text: "김영환 장군 사진 모음" },
      {
        photo: "pluspic-five-pre-one",
        text: "(1/15) 바우트원 비행부대 시절 김영환 장군과 딘헤스 부대장 (당시 소령)",
      },
      {
        photo: "pluspic-five-pre-two",
        text: "(2/15) 강릉기지 시절 김영환 장군 (앞 육군 백선엽 소장)",
      },
      {
        photo: "pluspic-five-pre-five",
        text: "(3/15) 김영환 장군 비행탑승 장면",
      },
      {
        photo: "pluspic-five-pre-six",
        text: "(4/15) 비행단장 시절 김영환 장군",
      },
      { photo: "pluspic-five-one", text: "(5/15) 김영환 장군(그림)" },
      {
        photo: "pluspic-five-two",
        text: "(6/15) 전쟁에서 명예와 목숨을 걸고 지켜낸 ‘팔만대장경’",
      },
      { photo: "pluspic-five-three", text: "(7/15) 김영환 해인사 공적비" },
      { photo: "pluspic-five-four", text: "(8/15) 김영환장군 추모제 기사" },
      {
        photo: "pluspic-five-five",
        text: "(9/15) 해인사에서 김영환 장군을 기리는 호국추모제를 열고 있다.",
      },
      {
        photo: "pluspic-five-six",
        text: "(10/15) 가야산 공비토벌과 팔만대장경 보호 작전 (호국화 공군 제1전투비행단 소장)",
      },
      {
        photo: "pluspic-five-seven",
        text: "(11/15) 중앙일보 기사(2009. 7. 20.)",
      },
      { photo: "pluspic-five-eight", text: "(12/15) 영화 빨간마후라" },
      { photo: "pluspic-five-nine", text: "(13/15) 빨간마후라" }, // 161216
      {
        photo: "pluspic-five-ten",
        text:
          "(14/15) 1951년 11월 10일 강릉기지 주둔 제전투비행단 제0전투비행전대장 이취임식 후 기념 촬영한 모습. " +
          "이임 : 대령 김영환(앞줄 우측에서 3번째)",
      },
      {
        photo: "pluspic-five-eleven",
        text: "(15/15) 1951년 2월 공군비행단 본부 앞에서 기념촬영(좌측, 김영환)",
      },
    ],

    [
      // 이근석 3-7
      { photo: 5, text: "이근석 장군 사진 모음" },
      { photo: "pluspic-six-one", text: "(1/5) 이근석 장군 동상" },
      { photo: "pluspic-six-two", text: "(2/5) 이근석 장군" },
      {
        photo: "pluspic-six-three",
        text: "(3/5) 공군비행단 간부들과 함께한 이근석 대령(우측 4번째)",
      },
      {
        photo: "pluspic-six-four",
        text: "(4/5) 동상 건립 제막식 (1953. 7 4./사천기지)",
      },
      {
        photo: "pluspic-six-six",
        text: "(5/5) 이근석 장군을 추모하는 후배 조종사들",
      },
    ],
  ],

  [
    // 625전쟁영웅 사진목록
    // 161216
    [
      // 박두원 4-7
      { photo: 1, text: "박두원 대위 사진 모음" },
      { photo: "pluspic-nineteen", text: "(1/1) 박두원" },
    ],

    [
      // 이세영 4-14
      { photo: 2, text: "이세영 소령 사진 모음" },
      { photo: "pluspic-tweentytwo-one", text: "(1/2) 이세영 출격 전송" },
      { photo: "pluspic-tweentytwo-two", text: "(2/2) 이세영 소령의 모습" },
    ],

    [
      // 임택순 4-4 ????? 4-17
      { photo: 5, text: "임택순 대위 사진 모음" },
      { photo: "pluspic-seven-one", text: "(1/5) 임택순 대위 동상" },
      { photo: "pluspic-seven-one-one", text: "(2/5) 임택순 대위 동상(2)" },

      {
        photo: "pluspic-seven-two",
        text: "(3/5) 임택순 대위 동상 제막식(1) (2006.12.5.)",
      },
      {
        photo: "pluspic-seven-three",
        text: "(4/5) 임택순 대위 동상 제막식(2) (2006.12.5.)",
      },
      {
        photo: "pluspic-seven-four",
        text: "(5/5) 6.25참전 조종사들이 국립서울현충원의 임택순 대위  묘소를 찾아 추모하고 있다 (2007.6.5.)",
      },
    ],

    [
      // 유치곤 4-5
      { photo: 8, text: "유치곤 장군 사진 모음" },
      { photo: "pluspic-eight-one", text: "(1/8) 유치곤 장군" },
      {
        photo: "pluspic-eight-two",
        text: "(2/8) 유치곤 대위 200회 출격기념, 1953년 5월 30일",
      },
      {
        photo: "pluspic-eight-three",
        text: "(3/8) 유치곤 장군 호국 기념관 외부 전경(1)",
      },
      {
        photo: "pluspic-eight-four",
        text: "(4/8) 유치곤 장군 호국 기념관 외부 전경(2)",
      },
      {
        photo: "pluspic-eight-five",
        text: "(5/8) 유치곤 장군 호국 기념관 외부 전경(3)",
      },
      {
        photo: "pluspic-eight-six",
        text: "(6/8) 유치곤 장군 호국 기념관 내부",
      },
      { photo: "pluspic-eight-seven", text: "(7/8) 유치곤 100회 출격" },
      { photo: "pluspic-eight-eight", text: "(8/8) 유치곤 199회 출격 인터뷰" },
    ],

    [
      // 강호륜 4-1
      { photo: 2, text: "강호륜 공군 준장 사진 모음" },
      {
        photo: "pluspic-thirty-one",
        text: "(1/2) F-51 항공기 날개위 앉아있는 강호륜 대령(1954)",
      },
      {
        photo: "pluspic-thirty-two",
        text: "(2/2) 훈장을 받고 있는 강호륜 대령(우측 첫 번째) 1954.7.27",
      },
    ],

    [
      // 이일영 4-9
      { photo: 2, text: "이일영 공군 중위 사진 모음" },
      {
        photo: "pluspic-seventeen-one",
        text: "(1/2) 이일영 중위 추념식(2016.9.21.)",
      },
      {
        photo: "pluspic-seventeen-two",
        text: "(2/2) 이일영 중위 추념식에서 추도문 낭독",
      },
    ],

    [
      // 이기협 대위 4-12
      { photo: 4, text: "이기협 공군 대령 사진 모음" },
      { photo: "pluspic-thirtytwo-one", text: "(1/4) " },
      { photo: "pluspic-thirtytwo-two", text: "(2/4) " },
      {
        photo: "pluspic-thirtytwo-three",
        text: "(3/4) 이기협 대위 100회 출격 기념(1952.4.6)",
      },
      { photo: "pluspic-thirtytwo-four", text: "(4/4) " },
    ],

    [
      // 이상수 4-18
      { photo: 1, text: "이상수 공군 소령 사진 모음" },

      {
        photo: "pluspic-sixteen-two",
        text: "(1/1) 이상수 어머니 신삼우 여사가 세운 묘비",
      },
    ],

    [
      // 김금성 4-3
      { photo: 2, text: "김금성 공군 준장 사진 모음" },
      {
        photo: "pluspic-thirtyone-one",
        text: "(1/2) 김금성 대위 100회 출격기념(1952.4.16)",
      },
      { photo: "pluspic-thirtyone-two", text: "(2/2) 김금성 대위" },
    ],
    // 161216
    [
      // 김성룡 장군 4-4
      { photo: 4, text: "김성룡 공군 대장 사진 모음" },
      {
        photo: "pluspic-thirtythree-one",
        text: "(1/4) 6.25 전쟁 출격조종사 중령 김성룡(金成龍). 1950.7.3일 출격을 개시하여 총 85회를 출격함.",
      },
      {
        photo: "pluspic-thirtythree-two",
        text: "(2/4) 제 10대 공군 참모총장 대장 김성룡. 재임기간 (1968.8.1 ~ 1970.8)",
      },
      {
        photo: "pluspic-thirtythree-three",
        text: "(3/4) [제1전투비행단]훈련비행을 마치고 이동중인 김성룡. 1951년 훈련비행을 마치고 차량으로 이동중인 조종사들과 운전병(좌로부터 김성룡, 권성근, 윤응렬 대위)",
      },
      {
        photo: "pluspic-thirtythree-four",
        text: "(4/4) 미 5공군사령관 스미스 중장이 김성룡 참모총장에게 미 조종흉장 수여. 1969년 9월 29일 미 5공군사령관 스미스중장이 공군본부를 방문하여 김성룡 참모총장에게 미국 조종흉장을 달아주는 모습.",
      },
    ],

    [
      // 딘 헤스 4-23
      { photo: 4, text: "딘 헤스 대령 사진 모음" },
      {
        photo: "pluspic-thirteen-one",
        text: "(1/4) <“信念의 鳥人” F-51D 전투기 18호와 헤스 중령(원내)> , 좌우명 By Faith, I Fly 한글 번역한 '신념의 조인 '信念의 鳥人)글귀를 새겨 한국공군 상징을 만들었다",
      },
      {
        photo: "pluspic-thirteen-two",
        text: "(2/4) <대한민국 공군비행단 참모장(김영환 중령)과 바우트-완 부대장(헤스 소령)> , 대한민국 공군 건설작전 바우트 원(Bout-one: Building a south Korean Air Force) 임무를 수행했다.",
      },
      {
        photo: "pluspic-thirteen-three",
        text: '(3/4) 전쟁고아 구출작전 시 , "제일 마지막 차례의 어린이가 C-47 수송기 안으로 걸어 들어가 문이 닫히는 순간 내가 느꼈던 그 지극한 감사와 안도감은 내 평생 두 번 다시 찾아오지 않을 것"',
      },
      {
        photo: "pluspic-thirteen-four",
        text: "(4/4) 1950년 적군이 물밀듯이 내려오자 미 공군 군목 러셀 블레이스델 중령과 함께 15대의 C-47 수송기를 동원해 1천여 명의 전쟁고아들을 제주도로 무사히 피신시켰다. 1956년 '전송가(Battle Hymn)'라는 제목으로 6ㆍ25 전쟁 수기를 출간했고, 그의 사연은 할리우드의 전설적인 배우 록 허드슨이 주연한 같은 제목의 영화로도 만들어졌다.",
      },
    ],
  ],

  [
    // 살신성인 참군인 사진목록
    // 161118 계급별로 정렬 -> 취소 ㅡ Todo:부자묘 사진 추가? 사진 어딨다는거지??
    [
      // 이상희 대위 5-4
      { photo: 5, text: "이상희 대위 사진 모음" },
      { photo: "pluspic-nine-one", text: "(1/5) 이상희대위 기념공원" },
      {
        photo: "pluspic-nine-two",
        text: "(2/5) 이상희 대위 추모비(광주 덕흥마을 , 덕흥마을 주민 건립, 1992.2.)",
      },
      {
        photo: "pluspic-nine-three",
        text: "(3/5) 1991년 12월 13일 오후 3시에 광주시 서구 덕흥마을 상공에서 비행훈련 중 불의의 사고로 전투기가 추락하는 순간 민가의 피해를 막기 위해 끝까지 조종간을 잡고 애기와 함께 산화한 故 이상희 대위의 살신성인의 숭고한 희생정신을 기리기 위해 제1전투비행단 장병 및 군무원의 뜻을 모아 이 공원을 조성하다. 1992년 1월 21일 -이상희 대위 현석비 비문-",
      },
      { photo: "pluspic-nine-four", text: "(4/5) 현석비 제막식(1992. 1. 21.)" },
      {
        photo: "pluspic-nine-five",
        text: "(5/5) 상희공원 소개 보도기사 (2013.10.10 동아일보)",
      },
    ],

    [
      // 김도현 소령5-3
      { photo: 4, text: "김도현 소령 사진 모음" },
      { photo: "pluspic-ten-one", text: "(1/4) 김도현 소령 생전 모습" },
      { photo: "pluspic-ten-two", text: "(2/4) 블랙이글스 조종사 시절" },
      {
        photo: "pluspic-ten-three",
        text: "(3/4) 블랙이글스 시절 비행 연구 중인 김도현 소령",
      },
      { photo: "pluspic-ten-four", text: "(4/4) 블랙 이글스" },
    ],

    [
      // 오충현 대령 5-1
      { photo: 6, text: "오충현 대령 사진 모음" },
      { photo: "pluspic-eighteen-one", text: "(1/6) 故 오충현 대령" },
      { photo: "pluspic-eighteen-two", text: "(2/6) 오충현 대령 일기장" },
      {
        photo: "pluspic-eighteen-three",
        text: "(3/6) 오충현 대령 평전을 새긴 오석을 묘역에 놓는 모습",
      },
      {
        photo: "pluspic-eighteen-four",
        text: "(4/6) 국립대전현충원에서 거행된 오충현 대령 평전 책자 헌정식(2014.3.1.)",
      },
      {
        photo: "pluspic-eighteen-five",
        text: "(5/6) 오충현 대령 평전 표지를 새긴 오석",
      },
      {
        photo: "pluspic-eighteen-six",
        text: "(6/6) 하늘에 새긴 영원한 사랑, 조국",
      },
    ],

    [
      // 박인철 소령 박명렬 대위5-2
      { photo: 7, text: "박인철 소령 박명렬 대위 사진" },
      {
        photo: "pluspic-eleven-one",
        text: "(1/7) 박인철 어머니가 직접 빨간 마후라 를 매어 주고 있는 모습",
      },
      {
        photo: "pluspic-eleven-three",
        text: "(2/7) 공군사관학교에 보관중인 두 부자의 복장 및 유품",
      },
      {
        photo: "pluspic-eleven-four",
        text: "(3/7) 공군사관학교 부자 흉상 제막식 모습 (2000년)",
      },
      { photo: "pluspic-eleven-five", text: "(4/7) 부사 흉상 제막식" },
      {
        photo: "pluspic-eleven-six",
        text: "(5/7) 父子조종사 박명렬 소령·박인철 대위의 ‘기인동체’흉상",
      },
      { photo: "pluspic-eleven-seven", text: "(6/7) 부자 조종사 기사 내용" },
      { photo: "pluspic-eleven-eight", text: "(7/7) 호국부자 묘지사진" },
    ],
  ],
];

var PilotList = [
  [
    // 1page
    {
      pilotPhotoUrl: "four-six",
      PilotName: "강호륜",
      pilotRank: "중령",
      pilotFrom: "학사 3기",
      PilotYear: "1925. 4. 2. ~ 1990. 3. 12",
      PilotAircraft: "F-51",
      PilotFrequency: "78회",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-three",
      PilotName: "고광수",
      pilotRank: "대위",
      pilotFrom: "공사 1기",
      PilotYear: "1929. ~ 1953. 7. 18.",
      PilotAircraft: "F-51",
      PilotFrequency: "51",
      PilotEtc: "강릉상공전사",
    },

    {
      pilotPhotoUrl: "P-one-three",
      PilotName: "고영일",
      pilotRank: "소위",
      pilotFrom: "조간",
      PilotYear: "1932. 2. 29. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "33",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-four",
      PilotName: "구선진",
      pilotRank: "소령",
      pilotFrom: "간부 8기",
      PilotYear: "1929. 2. 27. ~",
      PilotAircraft: "L-4/5",
      PilotFrequency: "",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-five",
      PilotName: "권성근",
      pilotRank: "소령",
      pilotFrom: "학사 8기",
      PilotYear: "1926. 12. 19. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "35",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-six",
      PilotName: "권중화",
      pilotRank: "중위",
      pilotFrom: "학사 16기",
      PilotYear: "1928. 9. 17. ~ 1951. 10. 29.",
      PilotAircraft: "F-51",
      PilotFrequency: "100",
      PilotEtc: "순직",
    },

    {
      pilotPhotoUrl: "P-one-seven",
      PilotName: "권중희",
      pilotRank: "대위",
      pilotFrom: "현임",
      PilotYear: "1927. 3. 2. ~ 1951. 3. 28.",
      PilotAircraft: "L-5",
      PilotFrequency: "",
      PilotEtc: "강릉상공전사",
    },

    {
      pilotPhotoUrl: "P-one-eight",
      PilotName: "권찬식",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1932. 1. 13. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "114",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-nine",
      PilotName: "김 신",
      pilotRank: "대령",
      pilotFrom: "학사 2기",
      PilotYear: "1922. 9. 21. ~ 2016. 5. 19.",
      PilotAircraft: "F-51",
      PilotFrequency: "19",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-ten",
      PilotName: "김갑규",
      pilotRank: "소위",
      pilotFrom: "조간 2기",
      PilotYear: "1932. 3. 9. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "31",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-tweenty",
      PilotName: "김금성",
      pilotRank: "소령",
      pilotFrom: "현임",
      PilotYear: "1927. 11. 27. ~ 1961. 8. 19.",
      PilotAircraft: "F-51",
      PilotFrequency: "195",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-twelve",
      PilotName: "김락규",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1928. 5. 19. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "64",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-thirteen",
      PilotName: "김달휘",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1927. 12. 25. ~ 1955. 7. 26",
      PilotAircraft: "F-51",
      PilotFrequency: "58",
      PilotEtc: "순직",
    },

    {
      pilotPhotoUrl: "P-one-fourteen",
      PilotName: "김두만",
      pilotRank: "중령",
      pilotFrom: "학사 5기",
      PilotYear: "1927. 2. 16. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "102",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-fifteen",
      PilotName: "김만용",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1932. 3. 5. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "104",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-sixteen",
      PilotName: "김상광",
      pilotRank: "소위",
      pilotFrom: "조간 2기",
      PilotYear: "1930. 3. 13. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "35",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-tweenty-one",
      PilotName: "김성룡",
      pilotRank: "중령",
      pilotFrom: "학사 4기",
      PilotYear: "1926. 7. 9. ~ 2002. 11. 9.",
      PilotAircraft: "F-51",
      PilotFrequency: "85",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-eighteen",
      PilotName: "김영민",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1930. 12. 23. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "56",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "three-six",
      PilotName: "김영환",
      pilotRank: "대령",
      pilotFrom: "학사 1기",
      PilotYear: "1921. 1. 8. ~ 1954. 3. 5.",
      PilotAircraft: "F-51",
      PilotFrequency: "35",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-twenty",
      PilotName: "김영환",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1928. 1. 20. ~ 2021. 9. 23.",
      PilotAircraft: "F-51",
      PilotFrequency: "57",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-none", // ?
      PilotName: "김용호",
      pilotRank: "소위",
      pilotFrom: "학사 4기",
      PilotYear: "1927. 7. 2. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "34",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "three-two",
      PilotName: "김정렬",
      pilotRank: "중장",
      pilotFrom: "학사 1기",
      PilotYear: "1917. 9. 29. ~ 1992. 9. 7.",
      PilotAircraft: "T-6",
      PilotFrequency: "",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-twenty-three",
      PilotName: "김중보",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1931. 1. 1. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "63",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-twenty-four",
      PilotName: "김직한",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1929. 12. 30. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "109",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-twenty-five",
      PilotName: "김창열",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1930. 5. 10. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "59",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-twenty-six",
      PilotName: "김필정",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1929. 1. 5. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "113",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-twelve",
      PilotName: "김현일",
      pilotRank: "대위",
      pilotFrom: "공사 1기",
      PilotYear: "1928. 3. 22. ~ 1953. 6. 13.",
      PilotAircraft: "F-51",
      PilotFrequency: "6",
      PilotEtc: "고성남방상공전사",
    },

    {
      pilotPhotoUrl: "P-one-twenty-eight",
      PilotName: "김현천",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1928. 12. 28.",
      PilotAircraft: "F-51",
      PilotFrequency: "34",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-one-twenty-nine",
      PilotName: "김호연",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1930. 3. 24. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "108",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-none", // ?
      PilotName: "김희도",
      pilotRank: "중위 ",
      pilotFrom: "학사 16기",
      PilotYear: "1929. 3. 4. ~",
      PilotAircraft: "T-6",
      PilotFrequency: "",
      PilotEtc: "",
    },
  ],

  [
    // 2page
    {
      pilotPhotoUrl: "four-nineteen",
      PilotName: "나창준",
      pilotRank: "소령",
      pilotFrom: "현임",
      PilotYear: "1928. 1. 7. ~ 1952. 4. 5.",
      PilotAircraft: "F-51",
      PilotFrequency: "55",
      PilotEtc: "서부전선상공전사",
    },

    {
      pilotPhotoUrl: "P-two-two",
      PilotName: "마종인",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1931. 12. 20. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "58",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-three",
      PilotName: "민영락",
      pilotRank: "소령",
      pilotFrom: "학사 5기",
      PilotYear: "1925. 11. 20. ~ 2017. 1. 13.",
      PilotAircraft: "C-46",
      PilotFrequency: "",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-four",
      PilotName: "민욱동",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1931. 1. 6. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "99",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-one",
      PilotName: "박두원",
      pilotRank: "대위",
      pilotFrom: "사후16기",
      PilotYear: "1926. 7. 5. ~ 1952. 8. 2.",
      PilotAircraft: "F-51",
      PilotFrequency: "89",
      PilotEtc: "양양상공 전사",
    },

    {
      pilotPhotoUrl: "P-two-six",
      PilotName: "박문기",
      pilotRank: "소위",
      pilotFrom: "현임",
      PilotYear: "1927. 3. 23. ~ 1950. 10. 1.",
      PilotAircraft: "L-4",
      PilotFrequency: "",
      PilotEtc: "평창상공 전사",
    },

    {
      pilotPhotoUrl: "P-two-seven",
      PilotName: "박완규",
      pilotRank: "대위",
      pilotFrom: "현임",
      PilotYear: "1928. 12. 22. ~ 1952. 1. 2.",
      PilotAircraft: "F-51",
      PilotFrequency: "100",
      PilotEtc: "순직",
    },

    {
      pilotPhotoUrl: "P-two-eight",
      PilotName: "박용만",
      pilotRank: "중위",
      pilotFrom: "학사 16기",
      PilotYear: "1929. 2. 15. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "170",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-nine",
      PilotName: "박재호",
      pilotRank: "소령",
      pilotFrom: "현임",
      PilotYear: "1928. 10. 1. ~ 2021. 2. 28.",
      PilotAircraft: "F-51",
      PilotFrequency: "100",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-ten",
      PilotName: "박태균",
      pilotRank: "소위",
      pilotFrom: "조간 2기",
      PilotYear: "1933. 11. 3. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "35",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-eleven",
      PilotName: "박희곤",
      pilotRank: "중위",
      pilotFrom: "현임",
      PilotYear: "1929. 3. 24. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "101",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-sixteen",
      PilotName: "박희동",
      pilotRank: "중령",
      pilotFrom: "학사 3기",
      PilotYear: "1924. 3. 7. ~ 1989. 7. 19.",
      PilotAircraft: "F-51",
      PilotFrequency: "38",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-thirteen",
      PilotName: "배상호",
      pilotRank: "중위",
      pilotFrom: "학사 16기",
      PilotYear: "1929. 3. 27. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "118",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-fourteen",
      PilotName: "백남득",
      pilotRank: "소위",
      pilotFrom: "조간 2기",
      PilotYear: "1930. 5. 22. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "35",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-fifteen",
      PilotName: "백만길",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1929. 1. 24. ~ 1956. 6. 28",
      PilotAircraft: "F-51",
      PilotFrequency: "58",
      PilotEtc: "순직",
    },

    {
      pilotPhotoUrl: "P-two-sixteen",
      PilotName: "백성흠",
      pilotRank: "소위",
      pilotFrom: "현임",
      PilotYear: "1926. 2. 10. ~ 1950. 6. 30.",
      PilotAircraft: "L-4",
      PilotFrequency: "",
      PilotEtc: "노량진 상공 전사",
    },

    {
      pilotPhotoUrl: "P-two-seventeen",
      PilotName: "백용삼",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1927. 7. 20. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "35",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-eighteen",
      PilotName: "백정현",
      pilotRank: "중위",
      pilotFrom: "학사 16기",
      PilotYear: "1930. 10. 9. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "126",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-nineteen",
      PilotName: "백주현",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1931. 5. 5. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "33",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-twenty",
      PilotName: "서동규",
      pilotRank: "중위",
      pilotFrom: "조간 2기",
      PilotYear: "1933. 3. 9. ~ 1953. 4. 23.",
      PilotAircraft: "F-51",
      PilotFrequency: "3",
      PilotEtc: "강릉상공 전사",
    },

    {
      pilotPhotoUrl: "P-two-twenty-one",
      PilotName: "서상순",
      pilotRank: "중위",
      pilotFrom: "현임",
      PilotYear: "1926. 2. 24. ~ ?",
      PilotAircraft: "F-51",
      PilotFrequency: "34",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-twenty-two",
      PilotName: "손영복",
      pilotRank: "소위",
      pilotFrom: "조간 2기",
      PilotYear: "1931. 10. 26. ~ 1959. 5. 7.",
      PilotAircraft: "F-51",
      PilotFrequency: "35",
      PilotEtc: "순직",
    },

    {
      pilotPhotoUrl: "P-two-twenty-three",
      PilotName: "손재권",
      pilotRank: "소령",
      pilotFrom: "현임",
      PilotYear: "1925. 3. 25. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "107",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-twenty-four",
      PilotName: "손정서",
      pilotRank: "중위",
      pilotFrom: "조간 2기",
      PilotYear: "1930. 1. 7. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "33",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-twenty-five",
      PilotName: "손흥준",
      pilotRank: "대위 ",
      pilotFrom: "현임",
      PilotYear: "1926. 12. 21. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "143",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-twenty-six",
      PilotName: "송재봉",
      pilotRank: "중위",
      pilotFrom: "현임",
      PilotYear: "1928. 2. 21. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "114",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-twenty-seven",
      PilotName: "신관식",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1922. 1. 15. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "101",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-twenty-eight",
      PilotName: "신유협",
      pilotRank: "대령",
      pilotFrom: "학사 2기",
      PilotYear: "1921. 6. 23. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "6",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-two-twenty-nine",
      PilotName: "신준기",
      pilotRank: "소위",
      pilotFrom: "조간 2기",
      PilotYear: "1930. 4. 5. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "36",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-thirteen",
      PilotName: "신철수",
      pilotRank: "소령",
      pilotFrom: "사후 8기",
      PilotYear: "1926. 2. 24. ~ 1951. 12. 15.",
      PilotAircraft: "F-51",
      PilotFrequency: "36",
      PilotEtc: "하리동상공 전사",
    },
  ],

  [
    // 3page  Todo:목요일 여기부터 시작
    {
      pilotPhotoUrl: "P-three-one",
      PilotName: "오점석",
      pilotRank: "대령",
      pilotFrom: "학사 3기",
      PilotYear: "1919. 1. 26. ~",
      PilotAircraft: "T-6",
      PilotFrequency: "",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-two",
      PilotName: "오춘목",
      pilotRank: "소령",
      pilotFrom: "학사 4기",
      PilotYear: "1926. 5. 19. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "101",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-three",
      PilotName: "옥만호",
      pilotRank: "소령",
      pilotFrom: "학사 8기",
      PilotYear: "1925. 9. 2. ~ 2011. 5. 13.",
      PilotAircraft: "F-51",
      PilotFrequency: "115",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-four",
      PilotName: "왕현식",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1930. 3. 2. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "16",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-five",
      PilotName: "유치곤",
      pilotRank: "대위",
      pilotFrom: "현임",
      PilotYear: "1927. 7. 17. ~ 1965. 1. 1.",
      PilotAircraft: "F-51",
      PilotFrequency: "203",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-six",
      PilotName: "윤응렬",
      pilotRank: "소령",
      pilotFrom: "육편",
      PilotYear: "1927. 2. 10. ~ 2022. 10. 24.",
      PilotAircraft: "F-51",
      PilotFrequency: "107",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-seven",
      PilotName: "윤자중",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1929. 9. 27. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "80",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-none", // ??
      PilotName: "이강화",
      pilotRank: "소령",
      pilotFrom: "학사 4기",
      PilotYear: "1926. 12. 2. ~ 2018. 12. 21.",
      PilotAircraft: "F-51",
      PilotFrequency: "48",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-eight",
      PilotName: "이경복",
      pilotRank: "소위",
      pilotFrom: "현임",
      PilotYear: "1924. 7. 12. ~ 1950. 6. 30.",
      PilotAircraft: "L-4",
      PilotFrequency: "",
      PilotEtc: "노량진 상공 전사",
    },

    {
      pilotPhotoUrl: "P-three-ten",
      PilotName: "이경철",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1931. 4. 22. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "34",
      PilotEtc: "",
    }, // after

    {
      pilotPhotoUrl: "P-three-eleven",
      PilotName: "이관모",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1929. 9. 29. ~ 2021. 8. 15.",
      PilotAircraft: "F-51",
      PilotFrequency: "81",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-twelve",
      PilotName: "이교안",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1931. 2. 4. ~ 2022. 7. 6.",
      PilotAircraft: "F-51",
      PilotFrequency: "34",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "three-seven",
      PilotName: "이근석",
      pilotRank: "준장",
      pilotFrom: "사후 1기",
      PilotYear: "1917. 1. 17. ~ 1950. 7. 4.",
      PilotAircraft: "F-51",
      PilotFrequency: "3",
      PilotEtc: "시흥 상공 전사",
    },

    {
      pilotPhotoUrl: "four-fifteen",
      PilotName: "이기협",
      pilotRank: "소령",
      pilotFrom: "현임",
      PilotYear: "1926. 2. 4. ~ 1955. 4. 7.",
      PilotAircraft: "F-51",
      PilotFrequency: "144",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-fifteen",
      PilotName: "이명휘",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1929. 5. 17. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "34",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-sixteen",
      PilotName: "이배선",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1931. 6. 28. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "92",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-seventeen",
      PilotName: "이상득",
      pilotRank: "소위",
      pilotFrom: "조간 2기",
      PilotYear: "1933. 4. 28. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "32",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-eighteen",
      PilotName: "이상수",
      pilotRank: "소령",
      pilotFrom: "사후 4기",
      PilotYear: "1926. 12. 18. ~1950. 10. 13.",
      PilotAircraft: "F-51",
      PilotFrequency: "21",
      PilotEtc: "평양상공 전사",
    },

    {
      pilotPhotoUrl: "P-three-nineteen",
      PilotName: "이세영",
      pilotRank: "소령",
      pilotFrom: "사후 8기",
      PilotYear: "1927. 5. 24. ~ 1951. 4. 21.",
      PilotAircraft: "F-51",
      PilotFrequency: "15",
      PilotEtc: "곡산상공 전사",
    },

    {
      pilotPhotoUrl: "P-none", // ????
      PilotName: "이영식",
      pilotRank: "소위",
      pilotFrom: "현임",
      PilotYear: "1927. 7. 7. ~ 1987. 3. 4.",
      PilotAircraft: "F-51",
      PilotFrequency: "36",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-twenty-one",
      PilotName: "이영용",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1930. 6. 19. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "56",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-twenty-two",
      PilotName: "이용균",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1930. 3. 25. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "51",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-nine",
      PilotName: "이일영",
      pilotRank: "중위",
      pilotFrom: "현임",
      PilotYear: "1928. 8. 26. ~ 1952. 1. 9.",
      PilotAircraft: "F-51",
      PilotFrequency: "44",
      PilotEtc: "하리동상공 전사",
    },

    {
      pilotPhotoUrl: "P-three-twenty-four",
      PilotName: "이재국",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1931. 5. 5. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "99",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-twenty-five",
      PilotName: "이주표",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1930. 3. 19. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "61",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-eleven",
      PilotName: "이찬권",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1931. 11. 30. ~ 1992. 2. 11.",
      PilotAircraft: "F-51",
      PilotFrequency: "100",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-twenty-seven",
      PilotName: "이창실",
      pilotRank: "중위",
      pilotFrom: "학사 13기",
      PilotYear: "1925. 3. 3. ~ 2021. 1. 11.",
      PilotAircraft: "F-51",
      PilotFrequency: "103",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-twenty-eight",
      PilotName: "이충갑",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1929. 7. 1. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "42",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-twenty-nine",
      PilotName: "이학선",
      pilotRank: "중위",
      pilotFrom: "학사 23기",
      PilotYear: "1924. 8. 22. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "105",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-three-thirty",
      PilotName: "이호영",
      pilotRank: "중위",
      pilotFrom: "학사 16기",
      PilotYear: "1924. 4. 15. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "148",
      PilotEtc: "",
    },
  ],

  [
    // 4page
    {
      pilotPhotoUrl: "P-four-one",
      PilotName: "이희근",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1929. 12. 13. ~ 2022. 10. 10.",
      PilotAircraft: "F-51",
      PilotFrequency: "89",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-two",
      PilotName: "임동선",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1927. 5. 17. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "93",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-three",
      PilotName: "임병두",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1932. 11. 26. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "100",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-four",
      PilotName: "임상섭",
      pilotRank: "중위",
      pilotFrom: "현임",
      PilotYear: "1930. 9. 4. ~ 2018. 9. 1.",
      PilotAircraft: "F-51",
      PilotFrequency: "152",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-five",
      PilotName: "임순혁",
      pilotRank: "중위",
      pilotFrom: "학사 16기",
      PilotYear: "1926. 12. 13. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "116",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-six",
      PilotName: "임종두",
      pilotRank: "중위",
      pilotFrom: "현임",
      PilotYear: "1927. 11. 8. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "106",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-four",
      PilotName: "임택순",
      pilotRank: "대위",
      pilotFrom: "공사 1기",
      PilotYear: "1930. 12. 31. ~ 1953. 3. 6.",
      PilotAircraft: "F-51",
      PilotFrequency: "11",
      PilotEtc: "고성남방상공 전사",
    },

    {
      pilotPhotoUrl: "P-four-eight",
      PilotName: "장경순",
      pilotRank: "중위",
      pilotFrom: "학사 16기",
      PilotYear: "1930. 2. 11. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "38",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "three-three",
      PilotName: "장덕창",
      pilotRank: "소장",
      pilotFrom: "학사 1기",
      PilotYear: "1903. 5. 9. ~ 1972. 7. 11.",
      PilotAircraft: "T-6",
      PilotFrequency: "",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-seventeen",
      PilotName: "장동출",
      pilotRank: "대위",
      pilotFrom: "사후 4기",
      PilotYear: "1925. 7. 20. ~ 1950. 9. 10.",
      PilotAircraft: "F-51",
      PilotFrequency: "15",
      PilotEtc: "진해 순전상공 전사",
    },

    {
      pilotPhotoUrl: "P-four-eleven",
      PilotName: "장성태",
      pilotRank: "소령",
      pilotFrom: "현임",
      PilotYear: "1928. 4. 15. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "113",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-twelve",
      PilotName: "장성환",
      pilotRank: "대령",
      pilotFrom: "학사 2기",
      PilotYear: "1920. 10. 27. ~ 2015. 1. 4.",
      PilotAircraft: "F-51",
      PilotFrequency: "10",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-thirteen",
      PilotName: "장지량",
      pilotRank: "대령",
      pilotFrom: "학사 2기",
      PilotYear: "1924. 12. 15. ~ 2015. 2. 2.",
      PilotAircraft: "F-51",
      PilotFrequency: "5",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-fourteen",
      PilotName: "장창갑",
      pilotRank: "대위",
      pilotFrom: "공사 1기",
      PilotYear: "1929. 11. 16. ~ 1953. 4. 23.",
      PilotAircraft: "F-51",
      PilotFrequency: "29",
      PilotEtc: "강릉상공 전사",
    },

    {
      pilotPhotoUrl: "four-tweenty-two",
      PilotName: "전구서",
      pilotRank: "소위",
      pilotFrom: "현임",
      PilotYear: "1927. 2. 7. ~ 1950. 10. 7.",
      PilotAircraft: "L-4",
      PilotFrequency: "",
      PilotEtc: "화천상공 전사",
    },

    {
      pilotPhotoUrl: "P-four-sixteen",
      PilotName: "전봉희",
      pilotRank: "소령",
      pilotFrom: "학사 5기",
      PilotYear: "1927. 2. 5. ~ 2020. 5. 2.",
      PilotAircraft: "F-51",
      PilotFrequency: "86",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-seventeen",
      PilotName: "전형일",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1930. 2. 13. ~ 2019. 3. 5.",
      PilotAircraft: "F-51",
      PilotFrequency: "102",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-eighteen",
      PilotName: "정영진",
      pilotRank: "소령",
      pilotFrom: "학사 4기",
      PilotYear: "1925. 12. 18. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "57",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-nineteen",
      PilotName: "정주량",
      pilotRank: "소령",
      pilotFrom: "현임",
      PilotYear: "1926. 3. 10. ~ 1952. 12. 7.",
      PilotAircraft: "F-51",
      PilotFrequency: "100",
      PilotEtc: "순직",
    },

    {
      pilotPhotoUrl: "P-four-twenty",
      PilotName: "정중엄",
      pilotRank: "중위",
      pilotFrom: "사후 16기",
      PilotYear: "1931. 1. 5. ~ 1952. 3. 10.",
      PilotAircraft: "F-51",
      PilotFrequency: "14",
      PilotEtc: "동부 K-16기지 전사",
    },

    {
      pilotPhotoUrl: "P-four-twenty-one",
      PilotName: "정해영",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1930. 2. 14. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "50",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-none", // ???
      PilotName: "조명석",
      pilotRank: "대위",
      pilotFrom: "사후 4기",
      PilotYear: "1926. 8. 12. ~ 1950. 6. 30.",
      PilotAircraft: "L-4",
      PilotFrequency: "",
      PilotEtc: "양화교 상공 전사",
    },

    {
      pilotPhotoUrl: "P-four-twenty-three",
      PilotName: "조세환",
      pilotRank: "소위",
      pilotFrom: "조간 2기",
      PilotYear: "1933. 10. 21. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "39",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-twenty-four",
      PilotName: "조항식",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1933. 1. 18. ~ 1954. 3. 4",
      PilotAircraft: "F-51",
      PilotFrequency: "123",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-twenty-five",
      PilotName: "주영복",
      pilotRank: "소령",
      pilotFrom: "학사 8기",
      PilotYear: "1927. 9. 30. ~ 2005. 3. 14.",
      PilotAircraft: "F-51",
      PilotFrequency: "78",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-seven",
      PilotName: "천봉식",
      pilotRank: "대위",
      pilotFrom: "사후 5기",
      PilotYear: "1926. 10. 7. ~ 1950. 9. 1.",
      PilotAircraft: "L-4",
      PilotFrequency: "",
      PilotEtc: "군위 남방 전사",
    },

    {
      pilotPhotoUrl: "P-four-twenty-seven",
      PilotName: "천영성",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1929. 4. 21. ~ 2019. 7. 29.",
      PilotAircraft: "F-51",
      PilotFrequency: "62",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-twenty-eight",
      PilotName: "최규순",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1929. 1. 21. ~ 2022. 2. 17.",
      PilotAircraft: "F-51",
      PilotFrequency: "2",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-twenty-nine",
      PilotName: "최성달",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1932. 10. 15. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "128",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-four-thirty",
      PilotName: "최순선",
      pilotRank: "중위",
      pilotFrom: "현임",
      PilotYear: "1931. 7. 4. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "124",
      PilotEtc: "",
    },
  ],

  [
    // 5page
    {
      pilotPhotoUrl: "P-five-one",
      PilotName: "최영창",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1930. 6. 8. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "60",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "three-one",
      PilotName: "최용덕",
      pilotRank: "중장",
      pilotFrom: "학사 1기",
      PilotYear: "1898 .9 .19 ~ 1969. 8. 15",
      PilotAircraft: "L-4/5",
      PilotFrequency: "",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "four-fourteen",
      PilotName: "최종봉",
      pilotRank: "소령",
      pilotFrom: "사후 8기",
      PilotYear: "1926. 11. 20. ~ 1951. 4. 16.",
      PilotAircraft: "F-51",
      PilotFrequency: "10",
      PilotEtc: "중부전선상공 전사",
    },

    {
      pilotPhotoUrl: "four-ten",
      PilotName: "최종성",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1931. 12. 19. ~ 1952. 11. 2.",
      PilotAircraft: "F-51",
      PilotFrequency: "33",
      PilotEtc: "안동상공 전사",
    },

    {
      pilotPhotoUrl: "P-five-five",
      PilotName: "최호문",
      pilotRank: "대위",
      pilotFrom: "현임",
      PilotYear: "1927. 7. 28. ~ 1951. 9. 13.",
      PilotAircraft: "F-51",
      PilotFrequency: "2",
      PilotEtc: "순직",
    },

    {
      pilotPhotoUrl: "P-five-six",
      PilotName: "함필선",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1931. 11. 20. ~ 1959. 6. 22",
      PilotAircraft: "F-51",
      PilotFrequency: "37",
      PilotEtc: "순직",
    },

    {
      pilotPhotoUrl: "P-five-seven",
      PilotName: "현창건",
      pilotRank: "중위",
      pilotFrom: "현임",
      PilotYear: "1926. 11. 6. ~ 2021. 1. 22.",
      PilotAircraft: "F-51",
      PilotFrequency: "112",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-five-eight",
      PilotName: "홍순상",
      pilotRank: "중위",
      pilotFrom: "공사 1기",
      PilotYear: "1929. 12. 31. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "54",
      PilotEtc: "",
    },

    {
      pilotPhotoUrl: "P-five-nine",
      PilotName: "황정덕",
      pilotRank: "중위",
      pilotFrom: "조간 1기",
      PilotYear: "1930. 3. 3. ~",
      PilotAircraft: "F-51",
      PilotFrequency: "104",
      PilotEtc: "",
    },
  ],
];

var month = [
  [
    // 1
    {
      photo: "P-one-twenty-three",
      name: "김중보",
      year: "1931.01.01 ~ ",
      keyParam: "pilot/" + 122,
    },
    {
      photo: "P-one-twenty-six",
      name: "김필정",
      year: "1929.01.05 ~ ",
      keyParam: "pilot/" + 125,
    },
    {
      photo: "P-four-twenty",
      name: "정중엄",
      year: "1931.01.05 ~ 1952.03.10",
      keyParam: "pilot/" + 419,
    },
    {
      photo: "P-two-four",
      name: "민욱동",
      year: "1931.01.06 ~ ",
      keyParam: "pilot/" + 203,
    },
    {
      photo: "four-nineteen",
      name: "나창준",
      year: "1928.01.07 ~ 1951.10.26",
      keyParam: "content/" + 4006,
    },
    {
      photo: "P-two-twenty-four",
      name: "손정서",
      year: "1930.01.07 ~ ",
      keyParam: "pilot/" + 223,
    },
    {
      photo: "three-six",
      name: "김영환",
      year: "1921.01.08 ~ 1954.03.05",
      keyParam: "content/" + 3005,
    },
    {
      photo: "one-three",
      name: "노백린",
      year: "1875.01.10 ~ 1926.01.22",
      keyParam: "content/" + 1002,
    },
    {
      photo: "two-two",
      name: "권기옥",
      year: "1901.01.11 ~ 1988.04.19",
      keyParam: "content/" + 2001,
    },
    {
      photo: "P-one-eight",
      name: "권찬식",
      year: "1932.01.13 ~ ",
      keyParam: "pilot/" + 107,
    },
    {
      photo: "P-two-twenty-seven",
      name: "신관식",
      year: "1922.01.15 ~ ",
      keyParam: "pilot/" + 226,
    },
    {
      photo: "three-seven",
      name: "이근석",
      year: "1917.01.17 ~ 1950.07.04",
      keyParam: "content/" + 3006,
    },
    {
      photo: "P-four-twenty-four",
      name: "조항식",
      year: "1933.01.18 ~ 1954.03.04",
      keyParam: "pilot/" + 423,
    },
    {
      photo: "one-four",
      name: "김종림",
      year: "1884.01.19 ~ 1973.01.26",
      keyParam: "content/" + 1003,
    },
    {
      photo: "P-one-twenty",
      name: "김영환",
      year: "1928.01.20 ~ 2021.09.23",
      keyParam: "pilot/" + 119,
    },
    {
      photo: "P-four-twenty-eight",
      name: "최규순",
      year: "1929.01.21 ~ 2022.02.17",
      keyParam: "pilot/" + 427,
    },
    {
      photo: "P-two-fifteen",
      name: "백만길",
      year: "1929.01.24 ~ 1956.06.28",
      keyParam: "pilot/" + 214,
    },
    {
      photo: "two-twelve",
      name: "이정희",
      year: "1910.01.26 ~ 미상",
      keyParam: "content/" + 2011,
    },
    {
      photo: "P-three-one",
      name: "오점석",
      year: "1919.01.26 ~ ",
      keyParam: "pilot/" + 300,
    },
  ],

  [
    // 2
    {
      photo: "four-fifteen",
      name: "이기협",
      year: "1926.02.04 ~ 1955.04.07",
      keyParam: "content/" + 4013,
    },
    {
      photo: "P-three-twelve",
      name: "이교안",
      year: "1931.02.04 ~ 2022.07.06",
      keyParam: "pilot/" + 311,
    },
    {
      photo: "P-four-sixteen",
      name: "전봉희",
      year: "1927.02.05 ~ 2020.05.02",
      keyParam: "pilot/" + 415,
    },
    {
      photo: "four-tweenty-two",
      name: "전구서",
      year: "1927.02.07 ~ 1950.10.07",
      keyParam: "content/" + 4020,
    },
    {
      photo: "P-two-sixteen",
      name: "백성흠",
      year: "1926.02.10 ~ 1950.06.30",
      keyParam: "pilot/" + 215,
    },
    {
      photo: "P-three-six",
      name: "윤응렬",
      year: "1927.02.10 ~ 2022.10.24",
      keyParam: "pilot/" + 305,
    },
    {
      photo: "P-four-eight",
      name: "장경순",
      year: "1930.02.11 ~ ",
      keyParam: "pilot/" + 407,
    },
    {
      photo: "P-four-seventeen",
      name: "전형일",
      year: "1930.02.13 ~ 2019.03.05 ",
      keyParam: "pilot/" + 416,
    },
    {
      photo: "P-four-twenty-one",
      name: "정해영",
      year: "1930.02.14 ~ ",
      keyParam: "pilot/" + 420,
    },
    {
      photo: "P-two-eight",
      name: "박용만",
      year: "1929.02.15 ~ ",
      keyParam: "pilot/" + 207,
    },
    {
      photo: "P-one-fourteen",
      name: "김두만",
      year: "1927.02.16 ~ ",
      keyParam: "pilot/" + 113,
    },
    {
      photo: "P-two-twenty-six",
      name: "송재봉",
      year: "1928.02.21 ~ ",
      keyParam: "pilot/" + 225,
    },
    {
      photo: "four-thirteen",
      name: "신철수",
      year: "1926.02.24 ~ 1951.12.15",
      keyParam: "content/" + 4009,
    },
    {
      photo: "P-two-twenty-one",
      name: "서상순",
      year: "1926.02.24 ~ ?",
      keyParam: "pilot/" + 220,
    },
    {
      photo: "P-one-four",
      name: "구선진",
      year: "1929.02.27 ~ ",
      keyParam: "pilot/" + 103,
    },
    {
      photo: "P-one-three",
      name: "고영일",
      year: "1932.02.29. ~ ",
      keyParam: "pilot/" + 102,
    },
  ],

  [
    // 3
    {
      photo: "one-ten",
      name: "Willows",
      year: "1920.03.  ~  1921.04.",
      keyParam: "content/" + 1009,
    },
    {
      photo: "P-one-seven",
      name: "권중희",
      year: "1927.03.02 ~ 1951.03.28",
      keyParam: "pilot/" + 106,
    },
    {
      photo: "P-three-four",
      name: "왕현식",
      year: "1930.03.02 ~ ",
      keyParam: "pilot/" + 303,
    },
    {
      photo: "P-three-twenty-seven",
      name: "이창실",
      year: "1925.03.03 ~ 2021.01.11",
      keyParam: "pilot/" + 326,
    },
    {
      photo: "P-five-nine",
      name: "황정덕",
      year: "1930.03.03 ~ ",
      keyParam: "pilot/" + 508,
    },
    {
      photo: "two-nine",
      name: "임도현",
      year: "1909.03.04 ~ 1952.07.21",
      keyParam: "content/" + 2008,
    },
    {
      photo: "",
      name: "김희도",
      year: "1929.03.04. ~ ",
      keyParam: "pilot/" + 129,
    },
    {
      photo: "P-one-fifteen",
      name: "김만용",
      year: "1932.03.05 ~ ",
      keyParam: "pilot/" + 114,
    },
    {
      photo: "four-sixteen",
      name: "박희동",
      year: "1924.03.07 ~ 1989.07.19",
      keyParam: "content/" + 4008,
    },
    {
      photo: "two-one",
      name: "서왈보",
      year: "1887.03.09 ~ 1926.05.06",
      keyParam: "content/" + 2000,
    },
    {
      photo: "P-one-ten",
      name: "김갑규",
      year: "1932.03.09 ~ ",
      keyParam: "pilot/" + 109,
    },
    {
      photo: "P-two-twenty",
      name: "서동규",
      year: "1933.03.09 ~ 1953.04.23",
      keyParam: "pilot/" + 219,
    },
    {
      photo: "P-four-nineteen",
      name: "정주량",
      year: "1926.03.10 ~ 1952.12.07",
      keyParam: "pilot/" + 418,
    },
    {
      photo: "three-four",
      name: "이영무",
      year: "1904.03.13 ~ 미상",
      keyParam: "content/" + 3003,
    },
    {
      photo: "P-one-sixteen",
      name: "김상광",
      year: "1930.03.13 ~ ",
      keyParam: "pilot/" + 115,
    },
    {
      photo: "two-five",
      name: "김연기",
      year: "1910.03.17 ~ 미상",
      keyParam: "content/" + 2004,
    },
    {
      photo: "two-three",
      name: "안창남",
      year: "1901.03.19 ~ 1930.04.02",
      keyParam: "content/" + 2002,
    },
    {
      photo: "P-three-twenty-five",
      name: "이주표",
      year: "1930.03.19 ~ ",
      keyParam: "pilot/" + 324,
    },
    {
      photo: "four-twelve",
      name: "김현일",
      year: "1928.03.22 ~ 1953.06.13",
      keyParam: "content/" + 4005,
    },
    {
      photo: "P-two-six",
      name: "박문기",
      year: "1927.03.23 ~ 1950.10.01",
      keyParam: "pilot/" + 205,
    },
    {
      photo: "P-two-eleven",
      name: "박희곤",
      year: "1929.03.24 ~ ",
      keyParam: "pilot/" + 210,
    },
    {
      photo: "P-one-twenty-nine",
      name: "김호연",
      year: "1930.03.24 ~ ",
      keyParam: "pilot/" + 128,
    },
    {
      photo: "P-two-twenty-three",
      name: "손재권",
      year: "1925.03.25 ~ ",
      keyParam: "pilot/" + 222,
    },
    {
      photo: "P-three-twenty-two",
      name: "이용균",
      year: "1930.03.25 ~ ",
      keyParam: "pilot/" + 321,
    },
    {
      photo: "P-two-thirteen",
      name: "배상호",
      year: "1929.03.27 ~ ",
      keyParam: "pilot/" + 212,
    },
  ],

  [
    // 4
    {
      photo: "four-six",
      name: "강호륜",
      year: "1925.04.02 ~ 1990.03.12",
      keyParam: "content/" + 4000,
    },
    {
      photo: "P-two-twenty-nine",
      name: "신준기",
      year: "1930.04.05 ~ ",
      keyParam: "pilot/" + 228,
    },
    {
      photo: "P-three-thirty",
      name: "이호영",
      year: "1924.04.15 ~ ",
      keyParam: "pilot/" + 329,
    },
    {
      photo: "P-four-eleven",
      name: "장성태",
      year: "1928.04.15 ~ ",
      keyParam: "pilot/" + 410,
    },
    {
      photo: "P-four-twenty-seven",
      name: "천영성",
      year: "1929.04.21 ~ 2019.07.29",
      keyParam: "pilot/" + 426,
    },
    {
      photo: "P-three-ten",
      name: "이경철",
      year: "1931.04.22 ~ ",
      keyParam: "pilot/" + 309,
    },
    {
      photo: "two-six",
      name: "민성기",
      year: "1894.04.27 ~ 미상",
      keyParam: "content/" + 2005,
    },
    {
      photo: "P-three-seventeen",
      name: "이상득",
      year: "1933.04.28 ~ ",
      keyParam: "pilot/" + 316,
    },
  ],

  [
    // 5
    {
      photo: "P-two-nineteen",
      name: "백주현",
      year: "1931.05.05 ~ ",
      keyParam: "pilot/" + 218,
    },
    {
      photo: "P-three-twenty-four",
      name: "이재국",
      year: "1931.05.05 ~ ",
      keyParam: "pilot/" + 323,
    },
    {
      photo: "three-three",
      name: "장덕창",
      year: "1903.05.09 ~ 1972.07.11",
      keyParam: "content/" + 3002,
    },
    {
      photo: "P-one-twenty-five",
      name: "김창렬",
      year: "1930.05.10 ~ ",
      keyParam: "pilot/" + 124,
    },
    {
      photo: "P-four-two",
      name: "임동선",
      year: "1927.05.17 ~ ",
      keyParam: "pilot/" + 401,
    },
    {
      photo: "P-three-fifteen",
      name: "이명휘",
      year: "1929.05.17 ~ ",
      keyParam: "pilot/" + 314,
    },
    {
      photo: "P-three-two",
      name: "오춘목",
      year: "1926.05.19 ~ ",
      keyParam: "pilot/" + 301,
    },
    {
      photo: "P-one-twelve",
      name: "김낙규",
      year: "1928.05.19 ~ ",
      keyParam: "pilot/" + 111,
    },
    {
      photo: "P-two-fourteen",
      name: "백남득",
      year: "1930.05.22 ~ ",
      keyParam: "pilot/" + 213,
    },
    {
      photo: "P-three-nineteen",
      name: "이세영",
      year: "1927.05.24 ~ 1951.04.21",
      keyParam: "content/" + 4015,
    },
  ],

  [
    // 6
    {
      photo: "P-five-one",
      name: "최영창",
      year: "1930.06.08 ~ ",
      keyParam: "pilot/" + 500,
    },
    {
      photo: "P-three-twenty-one",
      name: "이영용",
      year: "1930.06.19 ~ ",
      keyParam: "pilot/" + 320,
    },
    {
      photo: "P-two-twenty-eight",
      name: "신유협",
      year: "1921.06.23 ~ ",
      keyParam: "pilot/" + 227,
    },
    {
      photo: "P-three-sixteen",
      name: "이배선",
      year: "1931.06.28 ~ ",
      keyParam: "pilot/" + 315,
    },
  ],

  [
    // 7
    {
      photo: "P-three-twenty-eight",
      name: "이충갑",
      year: "1929.07.01 ~ ",
      keyParam: "pilot/" + 327,
    },
    {
      photo: "",
      name: "김용호",
      year: "1927.07.02 ~ ",
      keyParam: "pilot/" + 120,
    },
    {
      photo: "P-four-thirty",
      name: "최순선",
      year: "1931.07.04 ~ ",
      keyParam: "pilot/" + 429,
    },
    {
      photo: "four-one",
      name: "박두원",
      year: "1926.07.05 ~ 1952.08.02",
      keyParam: "content/" + 4007,
    },
    {
      photo: "",
      name: "이영식",
      year: "1927.07.07 ~ 1987.03.04",
      keyParam: "pilot/" + 319,
    },
    {
      photo: "four-tweenty-one",
      name: "김성룡",
      year: "1926.07.09 ~ 2002.11.09",
      keyParam: "content/" + 4003,
    },
    {
      photo: "four-eight",
      name: "이경복",
      year: "1924.07.12 ~ 1950.06.30",
      keyParam: "content/" + 4011,
    },
    {
      photo: "two-eleven",
      name: "김은제",
      year: "1906.07.15 ~ 1936.10.29",
      keyParam: "content/" + 2010,
    },
    {
      photo: "four-five",
      name: "유치곤",
      year: "1927.07.17 ~ 1965.01.01",
      keyParam: "content/" + 4010,
    },
    {
      photo: "four-seventeen",
      name: "장동출",
      year: "1925.07.20 ~ 1950.09.10",
      keyParam: "content/" + 4019,
    },
    {
      photo: "P-two-seventeen",
      name: "백용삼",
      year: "1927.07.20 ~ ",
      keyParam: "pilot/" + 216,
    },
    {
      photo: "P-five-five",
      name: "최호문",
      year: "1927.07.28 ~ 1951.09.13",
      keyParam: "pilot/" + 504,
    },
  ],

  [
    // 8
    {
      photo: "",
      name: "조명석",
      year: "1926.08.12 ~ 1950.06.30",
      keyParam: "pilot/" + 421,
    },
    {
      photo: "P-three-twenty-nine",
      name: "이학선",
      year: "1924.08.22 ~ ",
      keyParam: "pilot/" + 328,
    },
    {
      photo: "four-nine",
      name: "이일영",
      year: "1928.08.26 ~ 1952.01.09",
      keyParam: "content/" + 4016,
    },
    // 김구 자리 이동 (김구-... 에서 다시 안창호-김구-...로 변경), keyParam값 수정
    {
      photo: "one-two",
      name: "김 구",
      year: "1876.08.29 ~ 1949.06.26",
      keyParam: "content/" + 1001,
    },
  ],

  /**
   * 곽림대 추가(9월생)
   * */
  [
    // 9
    {
      photo: "P-three-three",
      name: "옥만호",
      year: "1925.09.02 ~ 2011.05.13",
      keyParam: "pilot/" + 302,
    },
    {
      photo: "P-four-four",
      name: "임상섭",
      year: "1930.09.04 ~ 2018.09.01",
      keyParam: "pilot/" + 403,
    },
    {
      photo: "one-seven",
      name: "곽림대",
      year: "1885.09.09 ∼ 1971.11.24",
      keyParam: "content/" + 1006,
    },
    // {photo: "two-ten", name: "김원영", year: "1922.09.06  ~ 1945.03.24", keyParam:"content/"+ 2009},사라짐?..
    {
      photo: "three-five",
      name: "박범집",
      year: "1917.09.07 ~ 1950.11.12",
      keyParam: "content/" + 3004,
    },
    {
      photo: "P-one-six",
      name: "권중화",
      year: "1928.09.17 ~ 1951.10.29",
      keyParam: "pilot/" + 105,
    },
    {
      photo: "three-one",
      name: "최용덕",
      year: "1898.09.19 ~ 1969.08.15",
      keyParam: "content/" + 3000,
    },
    {
      photo: "P-one-nine",
      name: "김 신",
      year: "1922.09.21 ~ 2016.05.19",
      keyParam: "pilot/" + 108,
    },
    {
      photo: "P-three-seven",
      name: "윤자중",
      year: "1929.09.27 ~ ",
      keyParam: "pilot/" + 306,
    },
    {
      photo: "three-two",
      name: "김정렬",
      year: "1917.09.29 ~ 1992.09.07",
      keyParam: "content/" + 3001,
    },
    {
      photo: "P-three-eleven",
      name: "이관모",
      year: "1929.09.29 ~ 2021.08.15",
      keyParam: "pilot/" + 310,
    },
    {
      photo: "P-four-twenty-five",
      name: "주영복",
      year: "1927.09.30 ~ 2005.03.14",
      keyParam: "pilot/" + 424,
    },
  ],

  [
    // 10
    {
      photo: "",
      name: "장성철",
      year: "1895.10. ~ 미상",
      keyParam: "content/" + 2016,
    },
    {
      photo: "P-two-nine",
      name: "박재호",
      year: "1928.10.01 ~ 2021.02.28",
      keyParam: "pilot/" + 208,
    },
    {
      photo: "five-two",
      name: "김도현",
      year: "1973.10.01 ~ 2006.05.05",
      keyParam: "content/" + 5001,
    },
    {
      photo: "four-seven",
      name: "천봉식",
      year: "1926.10.07 ~ 1950.09.01",
      keyParam: "content/" + 4021,
    },
    {
      photo: "P-two-eighteen",
      name: "백정현",
      year: "1930.10.09 ~ ",
      keyParam: "pilot/" + 217,
    },
    {
      photo: "P-four-twenty-nine",
      name: "최성달",
      year: "1932.10.15 ~ ",
      keyParam: "pilot/" + 428,
    },
    {
      photo: "P-four-twenty-three",
      name: "조세환",
      year: "1933.10.21 ~ ",
      keyParam: "pilot/" + 422,
    },
    {
      photo: "two-eight",
      name: "김공집",
      year: "1895.10.25 ~ 1927.08.31",
      keyParam: "content/" + 2007,
    },
    {
      photo: "two-fourteen",
      name: "정재섭",
      year: "1903.10.26 ~ 미상",
      keyParam: "content/" + 2013,
    },
    {
      photo: "P-two-twenty-two",
      name: "손영복",
      year: "1931.10.26 ~ 1959.05.07",
      keyParam: "pilot/" + 221,
    },
    {
      photo: "P-four-twelve",
      name: "장성환",
      year: "1920.10.27 ~ 2015.01.04",
      keyParam: "pilot/" + 411,
    },
  ],

  [
    // 11
    {
      photo: "P-two-ten",
      name: "박태균",
      year: "1933.11.03 ~ ",
      keyParam: "pilot/" + 209,
    },
    {
      photo: "P-five-seven",
      name: "현창건",
      year: "1926.11.06 ~ 2021.01.22",
      keyParam: "pilot/" + 506,
    },
    {
      photo: "P-four-six",
      name: "임종두",
      year: "1927.11.08 ~ ",
      keyParam: "pilot/" + 405,
    },
    {
      photo: "one-one",
      name: "안창호",
      year: "1878.11.09 ~ 1938.03.10",
      keyParam: "content/" + 1000,
    },
    {
      photo: "P-four-fourteen",
      name: "장창갑",
      year: "1929.11.16 ~ 1953.04.23",
      keyParam: "pilot/" + 413,
    },
    {
      photo: "P-two-three",
      name: "민영락",
      year: "1925.11.20 ~ 2017.01.13",
      keyParam: "pilot/" + 202,
    },
    {
      photo: "four-fourteen",
      name: "최종봉",
      year: "1926.11.20 ~ 1951.04.16",
      keyParam: "content/" + 4023,
    },
    {
      photo: "P-five-six",
      name: "함필선",
      year: "1931.11.20 ~ 1959.06.22",
      keyParam: "pilot/" + 505,
    },
    {
      photo: "P-four-three",
      name: "임병두",
      year: "1932.11.26 ~ ",
      keyParam: "pilot/" + 402,
    },
    {
      photo: "four-tweenty",
      name: "김금성",
      year: "1927.11.27 ~ 1961.08.19",
      keyParam: "content/" + 4002,
    },
    {
      photo: "four-eleven",
      name: "이찬권",
      year: "1931.11.30 ~ 1992.02.11",
      keyParam: "content/" + 4017,
    },
  ],

  [
    // 12
    {
      photo: "",
      name: "이강화",
      year: "1926.12.02 ~ 2018.12.21",
      keyParam: "pilot/" + 307,
    },
    {
      photo: "four-tweenty-three",
      name: "딘 헤스",
      year: "1917.12.06 ~ 2015.03.03",
      keyParam: "content/" + 4025,
    },
    {
      photo: "P-four-five",
      name: "임순혁",
      year: "1926.12.13 ~ ",
      keyParam: "pilot/" + 404,
    },
    {
      photo: "P-four-one",
      name: "이희근",
      year: "1929.12.13 ~ 2022.10.10",
      keyParam: "pilot/" + 400,
    },
    {
      photo: "P-four-thirteen",
      name: "장지량",
      year: "1924.12.15 ~ 2015.02.02",
      keyParam: "pilot/" + 412,
    },
    {
      photo: "",
      name: "박태하",
      year: "1893.12.17 ~ 미상",
      keyParam: "content/" + 2006,
    },
    {
      photo: "four-eighteen",
      name: "이상수",
      year: "1926.12.18 ~ 1950.10.13",
      keyParam: "content/" + 4014,
    },
    {
      photo: "P-four-eighteen",
      name: "정영진",
      year: "1934.12.18 ~ ",
      keyParam: "pilot/" + 417,
    },
    {
      photo: "P-one-five",
      name: "권성근",
      year: "1926.12.19 ~ ",
      keyParam: "pilot/" + 104,
    },
    {
      photo: "four-ten",
      name: "최종성",
      year: "1931.12.19 ~ 1952.11.02",
      keyParam: "content/" + 4024,
    },
    {
      photo: "P-two-two",
      name: "마종인",
      year: "1931.12.20 ~ ",
      keyParam: "pilot/" + 201,
    },
    {
      photo: "P-two-twenty-five",
      name: "손흥준",
      year: "1926.12.21 ~ ",
      keyParam: "pilot/" + 224,
    },
    {
      photo: "five-four",
      name: "오충현",
      year: "1966.12.21 ~ 2010.03.02",
      keyParam: "content/" + 5002,
    },
    {
      photo: "two-four",
      name: "전상국",
      year: "1907.12.22 ~ 1938.08.21",
      keyParam: "content/" + 2003,
    },
    {
      photo: "P-two-seven",
      name: "박완규",
      year: "1928.12.22 ~ 1952.01.02",
      keyParam: "pilot/" + 206,
    },
    {
      photo: "P-one-eighteen",
      name: "김영민",
      year: "1930.12.23 ~ ",
      keyParam: "pilot/" + 117,
    },
    {
      photo: "P-one-thirteen",
      name: "김달휘",
      year: "1927.12.25 ~ 1955.07.26",
      keyParam: "pilot/" + 112,
    },
    {
      photo: "P-one-twenty-eight",
      name: "김현천",
      year: "1928.12.28 ~ ",
      keyParam: "pilot/" + 127,
    },
    {
      photo: "P-one-twenty-four",
      name: "김직한",
      year: "1929.12.30 ~ ",
      keyParam: "pilot/" + 123,
    },
    {
      photo: "P-five-eight",
      name: "홍순상",
      year: "1929.12.31 ~ ",
      keyParam: "pilot/" + 507,
    },
    {
      photo: "four-four",
      name: "임택순",
      year: "1930.12.31 ~ 1953.03.06",
      keyParam: "content/" + 4018,
    },
  ],
];

/*var monthPilot = [
    [//1
        {photo: "P-one-eight", name: "권찬식", year: "1932. 1. 13. ~", 					keyParam: "pilot/"+107},
        {photo: "P-one-twenty", name: "김영환", year: "1928. 1. 20. ~", 					keyParam: "pilot/"+119},
        {photo: "P-one-twenty-three", name: "김중보", year: "1931. 1. 1. ~",				keyParam: "pilot/"+122},
        {photo: "P-one-twenty-six", name: "김필정", year: "1929. 1. 5. ~", 				keyParam: "pilot/"+125},
        {photo: "P-two-four", name: "민욱동", year: "1931. 1. 6. ~",						keyParam: "pilot/"+203},
        {photo: "P-two-fifteen", name: "백만길", year: "1929.01.24 ~ 1956.06.28",		    keyParam: "pilot/"+214},
        {photo: "P-two-twenty-four", name: "손정서", year: "1930. 1. 7. ~", 				keyParam: "pilot/"+223},
        {photo: "P-two-twenty-seven", name: "신관식", year: "1922. 1. 15. ~", 			keyParam: "pilot/"+226},
        {photo: "P-three-one", name: "오점석", year: "1919. 1. 26. ~", 					keyParam: "pilot/"+300},
        {photo: "P-four-twenty", name: "정중엄", year: "1931.01.05 ~ 1952.03.10",		    keyParam: "pilot/"+419},
        {photo: "P-four-twenty-four", name: "조항식", year: "1933.01.18 ~ 1954.03.04",    keyParam: "pilot/"+423},
        {photo: "P-four-twenty-eight", name: "최규순", year: "1929. 1. 21. ~",            keyParam: "pilot/"+427}
    ],

    [//2
        {photo: "P-one-three", name: "고영일", year: "1932. 2. 29. ~",			 keyParam: "pilot/"+102},
        {photo: "P-one-four", name: "구선진", year: "1929. 2. 27. ~",				 keyParam: "pilot/"+103},
        {photo: "P-one-fourteen", name: "김두만", year: "1927. 2. 16. ~", 		 keyParam: "pilot/"+113},
        {photo: "P-two-eight", name: "박용만", year: "1929. 2. 15. ~",			 keyParam: "pilot/"+207},
        {photo: "P-two-sixteen", name: "백성흠", year: "1926.02.10 ~ 1950.06.30",  keyParam: "pilot/"+215},
        {photo: "P-two-twenty-one", name: "서상순", year: "1926. 2. 24. ~", 		 keyParam: "pilot/"+220},
        {photo: "P-two-twenty-six", name: "송재봉", year: "1928. 2. 21. ~", 		 keyParam: "pilot/"+225},
        {photo: "P-three-six", name: "윤응렬", year: "1927. 2. 10. ~",			 keyParam: "pilot/"+305},
        {photo: "P-three-twelve", name: "이교안", year: "1931. 2. 4. ~",			 keyParam: "pilot/"+311},
        {photo: "P-four-eight", name: "장경순", year: "1930. 2. 11. ~",			 keyParam: "pilot/"+407},
        {photo: "P-four-sixteen", name: "전봉희", year: "1927. 2. 5. ~",			 keyParam: "pilot/"+415},
        {photo: "P-four-seventeen", name: "전형일", year: "1930. 2. 13. ~",		 keyParam: "pilot/"+416},
        {photo: "P-four-twenty-one", name: "정해영", year: "1930. 2. 14. ~",		 keyParam: "pilot/"+420}
    ],

    [//3
        {photo: "P-one-seven", name: "권중희", year: "1927.03.02 ~ 1951.03.28",		keyParam: "pilot/"+106},
        {photo: "P-one-ten", name: "김갑규", year: "1932. 3. 9. ~", 					keyParam: "pilot/"+109},
        {photo: "P-one-fifteen", name: "김만용", year: "1932. 3. 5. ~", 				keyParam: "pilot/"+114},
        {photo: "P-one-sixteen", name: "김상광", year: "1930. 3. 13. ~", 				keyParam: "pilot/"+115},
        {photo: "P-one-twenty-nine", name: "김호연", year: "1930. 3. 24. ~", 			keyParam: "pilot/"+128},
        {photo: "", name: "김희도", year: "1929. 3. 4. ~", 							keyParam: "pilot/"+129},
        {photo: "P-two-six", name: "박문기", year: "927.03.23 ~ 1950.10.01", 			keyParam: "pilot/"+205},
        {photo: "P-two-eleven", name: "박희곤", year: "1929. 3. 24. ~",			 	keyParam: "pilot/"+210},
        {photo: "P-two-thirteen", name: "배상호", year: "1929. 3. 27. ~", 			keyParam: "pilot/"+212},
        {photo: "P-two-twenty", name: "서동규", year: "1933.03.09 ~ 1953.04.23", 		keyParam: "pilot/"+219},
        {photo: "P-two-twenty-three", name: "손재권", year: "1925. 3. 25. ~",			keyParam: "pilot/"+222},
        {photo: "P-three-four", name: "왕현식", year: "1930. 3. 2. ~", 				keyParam: "pilot/"+303},
        {photo: "P-three-twenty-two", name: "이용균", year: "1930. 3. 25. ~", 		keyParam: "pilot/"+321},
        {photo: "P-three-twenty-five", name: "이주표", year: "1930. 3. 19. ~", 		keyParam: "pilot/"+324},
        {photo: "P-three-twenty-seven", name: "이창실", year: "1925. 3. 3. ~", 		keyParam: "pilot/"+326},
        {photo: "P-four-nineteen", name: "정주량", year: "1926.03.10 ~ 1952.12.07",   keyParam: "pilot/"+418},
        {photo: "P-five-nine", name: "황정덕", year: "1930. 3. 3. ~",					keyParam: "pilot/"+508}
    ],

    [//4
        {photo: "P-two-twenty-nine", name: "신준기", year: "1930. 4. 5. ~", 		 keyParam: "pilot/"+228},
        {photo: "P-three-ten", name: "이경철", year: "1931. 4. 22. ~", 			 keyParam: "pilot/"+309},
        {photo: "P-three-seventeen", name: "이상득", year: "1933. 4. 28. ~",		 keyParam: "pilot/"+316},
        {photo: "P-three-thirty", name: "이호영", year: "1924. 4. 15. ~",			 keyParam: "pilot/"+329},
        {photo: "P-four-eleven", name: "장성태", year: "1928. 4. 15. ~",			 keyParam: "pilot/"+410},
        {photo: "P-four-twenty-seven", name: "천영성", year: "1929. 4. 21. ~", 	 keyParam: "pilot/"+426}
    ],

    [//5
        {photo: "P-one-twelve", name: "김낙규", year: "1928. 5. 19. ~",			keyParam: "pilot/"+111},
        {photo: "P-one-twenty-five", name: "김창렬", year: "1930. 5. 10. ~", 		keyParam: "pilot/"+124},
        {photo: "P-two-fourteen", name: "백남득", year: "1930. 5. 22. ~", 		keyParam: "pilot/"+213},
        {photo: "P-two-nineteen", name: "백주현", year: "1931. 5. 5. ~", 			keyParam: "pilot/"+218},
        {photo: "P-three-two", name: "오춘목", year: "1926. 5. 19. ~",			keyParam: "pilot/"+301},
        {photo: "P-three-fifteen", name: "이명휘", year: "1929. 5. 17. ~", 		keyParam: "pilot/"+314},
        {photo: "P-three-twenty-four", name: "이재국", year: "1931. 5. 5. ~",		keyParam: "pilot/"+323},
        {photo: "P-four-two", name: "임동선", year: "1927. 5. 17. ~", 			keyParam: "pilot/"+401}
    ],

    [//6
        {photo: "P-five-one", name: "최영창", year: "1930.06.08 ~ ",			 keyParam: "pilot/"+500},
        {photo: "P-three-twenty-one", name: "이영용", year: "1930.06.19 ~ ",  keyParam:"pilot/"+320},
        {photo: "P-two-twenty-eight", name: "신유협", year: "1921.06.23 ~ ",	 keyParam: "pilot/"+227},
        {photo: "P-three-sixteen", name: "이배선", year: "1931.06.28 ~ ", 	 keyParam: "pilot/"+315}

    ],

    [//7
        {photo: "", name: "김용호", year: "1927. 7. 2. ~",						 keyParam: "pilot/"+120},
        {photo: "P-two-seventeen", name: "백용삼", year: "1927. 7. 20. ~", 		 keyParam: "pilot/"+216},
        {photo: "", name: "이영식", year: "1927.07.07 ~ 1987.03.04",				 keyParam: "pilot/"+319},
        {photo: "P-three-twenty-eight", name: "이충갑", year: "1929. 7. 1. ~",	 keyParam: "pilot/"+327},
        {photo: "P-four-thirty", name: "최순선", year: "1931. 7. 4. ~", 			 keyParam: "pilot/"+429},
        {photo: "P-five-five", name: "최호문", year: "1927.07.28 ~ 1951.09.13", 	 keyParam: "pilot/"+504}
    ],

    [//8
        {photo: "P-three-twenty-nine", name: "이학선", year: "1924. 8. 22. ~", keyParam: "pilot/"+328},
        {photo: "", name: "조명석", year: "1926.08.12 ~ 1950.06.30", 			  keyParam: "pilot/"+421}
    ],

    [//9
        {photo: "P-one-six", name: "권중화", year: "1928.09.17 ~ 1951.10.29", 		keyParam: "pilot/"+105},
        {photo: "P-one-nine", name: "김 신", year: "1922.09.21 ~ 2016.05.19", 		keyParam: "pilot/"+108},
        {photo: "P-three-three", name: "옥만호", year: "1925.09.02 ~ 2011.05.13", 	keyParam: "pilot/"+302},
        {photo: "P-three-seven", name: "윤자중", year: "1929. 9. 27. ~", 				keyParam: "pilot/"+306},
        {photo: "P-three-eleven", name: "이관모", year: "1929. 9. 29. ~",				keyParam: "pilot/"+310},
        {photo: "P-four-four", name: "임상섭", year: "1930. 9. 4. ~", 				keyParam: "pilot/"+403},
        {photo: "P-four-twenty-five", name: "주영복", year: "1927.09.30 ~ 2005.03.14",keyParam:"pilot/"+424}
    ],

    [//10
        {photo: "P-two-nine", name: "박재호", year: "1928. 10. 1. ~", 					keyParam: "pilot/"+208},
        {photo: "P-two-eighteen", name: "백정현", year: "1930. 10. 9. ~", 				keyParam: "pilot/"+217},
        {photo: "P-two-twenty-two", name: "손영복", year: "1931.10.26 ~ 1959.05.07", 		keyParam: "pilot/"+221},
        {photo: "P-four-twelve", name: "장성환", year: "1920.10.27 ~ 2015.01.04",			keyParam: "pilot/"+411},
        {photo: "P-four-twenty-three", name: "조세환", year: "1933. 10. 21. ~",			keyParam: "pilot/"+422},
        {photo: "P-four-twenty-nine", name: "최성달", year: "1932. 10. 15. ~", 			keyParam: "pilot/"+428}
    ],

    [//11
        {photo: "P-two-three", name: "민영락", year: "1925.11.20 ~ 2017.01.13", 		keyParam: "pilot/"+202},
        {photo: "P-two-ten", name: "박태균", year: "1933. 11. 3. ~", 					keyParam: "pilot/"+209},
        {photo: "P-four-three", name: "임병두", year: "1932. 11. 26. ~", 				keyParam: "pilot/"+402},
        {photo: "P-four-six", name: "임종두", year: "1927. 11. 8. ~", 				keyParam: "pilot/"+405},
        {photo: "P-four-fourteen", name: "장창갑", year: "1929.11.16 ~ 1953.04.23",   keyParam:"pilot/"+413},
        {photo: "P-five-six", name: "함필선", year: "1931.11.20 ~ 1959.06.22",		keyParam: "pilot/"+505},
        {photo: "P-five-seven", name: "현창건", year: "1926. 11. 6. ~", 				keyParam: "pilot/"+506}
    ],

    [//12
        {photo: "P-one-five", name: "권성근", year: "1926. 12. 19. ~",				keyParam: "pilot/"+104},
        {photo: "P-one-thirteen", name: "김달휘", year: "1927.12.25 ~ 1955.07.26", 	keyParam: "pilot/"+112},
        {photo: "P-one-eighteen", name: "김영민", year: "1930. 12. 23. ~", 			keyParam: "pilot/"+117},
        {photo: "P-one-twenty-four", name: "김직한", year: "1929. 12. 30. ~",		 	keyParam: "pilot/"+123},
        {photo: "P-one-twenty-eight", name: "김현천", year: "1928. 12. 28. ~",		keyParam: "pilot/"+127},
        {photo: "P-two-two", name: "마종인", year: "1931. 12. 20. ~",					keyParam: "pilot/"+201},
        {photo: "P-two-seven", name: "박완규", year: "1928.12.22 ~ 1952.01.02", 		keyParam: "pilot/"+206},
        {photo: "P-two-twenty-five", name: "손흥준", year: "1926. 12. 21. ~",			keyParam: "pilot/"+224},
        {photo: "", name: "이강화", year: "1926. 12. 2. ~",							keyParam: "pilot/"+307},
        {photo: "P-four-one", name: "이희근", year: "1929. 12. 13. ~", 				keyParam: "pilot/"+400},
        {photo: "P-four-five", name: "임순혁", year: "1926. 12. 13. ~",				keyParam: "pilot/"+404},
        {photo: "P-four-thirteen", name: "장지량", year: "1924.12.15 ~ 2015.02.02", 	keyParam: "pilot/"+412},
        {photo: "P-four-eighteen", name: "정영진", year: "1934. 12. 18. ~",			keyParam: "pilot/"+417},
        {photo: "P-five-eight", name: "홍순상", year: "1929. 12. 31. ~", 				keyParam: "pilot/"+507}
    ]
];*/

var glory = [
  [
    // 1950's
    {
      base: "비행단",
      rank: "소위",
      name: "이경복",
      from: "현임",
      year: "50.06.30",
      place: "서울",
      aircraft: "L-4",
      reason: "",
      rip: "서울 현충원\n17-8-0105",
    },
    {
      base: "비행단",
      rank: "소위",
      name: "백성흠",
      from: "현임",
      year: "50.06.30",
      place: "서울",
      aircraft: "L-4",
      reason: "",
      rip: "서울 현충원\n17-8-0106",
    },
    {
      base: "",
      rank: "준장",
      name: "이근석",
      from: "학사1기",
      year: "50.07.04",
      place: "시흥",
      aircraft: "F-51",
      reason: "",
      rip: "서울 현충원\n제1장군-2",
    },
    {
      base: "정찰비행대",
      rank: "대위",
      name: "천봉식",
      from: "학사5기",
      year: "50.09.01",
      place: "의성",
      aircraft: "L-4",
      reason: "",
      rip: "서울 현충원\n17-8-017",
    },
    {
      base: "정찰비행대",
      rank: "소위",
      name: "박문기",
      from: "현임",
      year: "50.10.01",
      place: "평창",
      aircraft: "L-4",
      reason: "",
      rip: "서울 현충원\n17-8-0104",
    },
    {
      base: "2정비대",
      rank: "소위",
      name: "전구서",
      from: "현임",
      year: "50.09.01",
      place: "화천",
      aircraft: "L-4",
      reason: "",
      rip: "서울 현충원\n17-8-025",
    },
    {
      base: "",
      rank: "소장",
      name: "박범집",
      from: "학사1기",
      year: "50.11.12",
      place: "함흥상공",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n제1장군-1",
    },

    {
      base: "",
      rank: "대령",
      name: "서한호",
      from: "학사2기",
      year: "50.11.12",
      place: "함흥상공",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-9-03",
    },

    {
      base: "정찰비행대",
      rank: "대위",
      name: "권중희",
      from: "현임",
      year: "51.02.28",
      place: "강릉상공",
      aircraft: "L-5",
      reason: "기상불량추락",
      rip: "서울 현충원\n17-8-016",
    },

    {
      base: "비행단",
      rank: "중위",
      name: "권중화",
      from: "학사16기",
      year: "51.10.29",
      place: "사천",
      aircraft: "F-51",
      reason: "비행중 사고",
    },

    {
      base: "",
      rank: "중위",
      name: "박완규",
      from: "현임",
      year: "52.01.02",
      place: "강릉상공",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "비행단",
      rank: "소위",
      name: "김용규",
      from: "현임",
      year: "52.02.14",
      place: "사천상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-029",
    },

    {
      base: "비행단",
      rank: "소위",
      name: "최찬기",
      from: "현임",
      year: "52.02.14",
      place: "사천상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-0108",
    },

    {
      base: "비행단",
      rank: "중위",
      name: "김재설",
      from: "조간1",
      year: "52.08.16",
      place: "진주동방상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-086",
    },

    {
      base: "비행단",
      rank: "중위",
      name: "석성만",
      from: "조간1",
      year: "52.08.29",
      place: "진성기산상공",
      aircraft: "F-51",
      reason: "대지공격훈련중",
      rip: "서울 현충원\n17-8-019",
    },

    {
      base: "비행단",
      rank: "대위",
      name: "차진준",
      from: "공사1",
      year: "53.01.13",
      place: "사천상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-015",
    },

    {
      base: "비행단",
      rank: "중위",
      name: "김연중",
      from: "조간1",
      year: "53.03.24",
      place: "사천상공",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-028",
    },

    {
      base: "비행단",
      rank: "중위",
      name: "김용전",
      from: "현임",
      year: "53.03.24",
      place: "사천상공",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-085",
    },

    {
      base: "1훈비",
      rank: "학생",
      name: "한창호",
      from: "후보생",
      year: "53.09.18",
      place: "고성상공",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "1훈비",
      rank: "소위",
      name: "이문갑",
      from: "현임",
      year: "53.09.18",
      place: "고성상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-027",
    },

    {
      base: "15비",
      rank: "중위",
      name: "조진옥",
      from: "조간3",
      year: "53.07.28",
      place: "강릉상공",
      aircraft: "",
      reason: "피탄 추락(전사)",
      rip: "서울 현충원\n17-8-0109",
    },

    {
      base: "1훈비",
      rank: "대위",
      name: "박성열",
      from: "조간1",
      year: "53.08.09",
      place: "강릉상공",
      aircraft: "L-5",
      reason: "서울 강릉간 비행중 추락",
      rip: "서울 현충원\n17-8-070",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "고응서",
      from: "사후5",
      year: "53.08.09",
      place: "강릉상공",
      aircraft: "",
      reason: "서울 강릉간 비행중 추락",
      rip: "서울 현충원\n17-8-08",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "노성철",
      from: "조간2",
      year: "53.09.18",
      place: "고성상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-084",
    },

    {
      base: "1훈비",
      rank: "소령",
      name: "차덕원",
      from: "현임",
      year: "53.10.21",
      place: "예하리상공",
      aircraft: "L-4",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-09",
    },

    {
      base: "",
      rank: "소위",
      name: "유근배",
      from: "",
      year: "54.02.24",
      place: "사천상공",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "조항식",
      from: "조간1",
      year: "54.03.04",
      place: "묵호상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-011",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "이영식",
      from: "조간2",
      year: "54.03.04",
      place: "묵호상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-082",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "김용호",
      from: "조간2",
      year: "04",
      place: "묵호상공",
      aircraft: "51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-020",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "이완의",
      from: "조간3",
      year: "54.04.02",
      place: "강릉 상공",
      aircraft: "F-51",
      reason: "비행훈련중 기관고장",
      rip: "서울 현충원\n17-8-023",
    },

    {
      base: "1훈비",
      rank: "소위",
      name: "김세호",
      from: "공사2",
      year: "54.05.04",
      place: "강릉 상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-022",
    },

    {
      base: "1훈비",
      rank: "학생",
      name: "강재식",
      from: "후보생",
      year: "54.05.05",
      place: "사천 상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-7-0116",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "한상호",
      from: "공사2",
      year: "54.06.10",
      place: "사천 상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-083",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "진윤석",
      from: "조간4",
      year: "54.08.15",
      place: "김 포",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-099",
    },

    {
      base: "1훈비",
      rank: "소위",
      name: "김호준",
      from: "조간3",
      year: "54.08.24",
      place: "순창",
      aircraft: "L-19",
      reason: "비행훈련중",
    },

    {
      base: "10전비",
      rank: "소위",
      name: "이종구",
      from: "조간5",
      year: "54.09.23",
      place: "영천",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-081",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "유준영",
      from: "공사3",
      year: "54.11.06",
      place: "여수근해",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "이승종",
      from: "공사3",
      year: "’55.01.12",
      place: "진주사격장",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-097",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "이원규",
      from: "공사3",
      year: "’55.01.18",
      place: "진주사격장",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-096",
    },

    {
      base: "1훈비",
      rank: "소위",
      name: "김기섭",
      from: "",
      year: "55.02.18",
      place: "사천",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "이재국",
      from: "조간1",
      year: "55.03.09",
      place: "대전 상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-7-0118",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "육차식",
      from: "공사3",
      year: "55.03.16",
      place: "진주사격장",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-080",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "윤응인",
      from: "조간5",
      year: "55.06.07",
      place: "진양",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-033",
    },

    {
      base: "1훈비",
      rank: "소위",
      name: "김인철",
      from: "현임",
      year: "55.06.07",
      place: "진양",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-034",
    },

    {
      base: "1훈비",
      rank: "학생",
      name: "노재성",
      from: "후보생",
      year: "55.07.25",
      place: "진주사격장",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "김달휘",
      from: "공사1",
      year: "55.07.26",
      place: "안양",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-056",
    },

    {
      base: "1훈비",
      rank: "학생",
      name: "한창선",
      from: "후보생",
      year: "55.09.03",
      place: "사천",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "1훈비",
      rank: "소위",
      name: "김기웅",
      from: "조간6",
      year: "55.09.13",
      place: "사천지구",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-0103",
    },

    {
      base: "1훈비",
      rank: "학생",
      name: "박창선",
      from: "후보생",
      year: "55.11.08",
      place: "경주내동",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "공사교",
      rank: "소위",
      name: "유재욱",
      from: "공사4",
      year: "56.02.04",
      place: "영천",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "장요현",
      from: "조간3",
      year: "56.03.02",
      place: "천안",
      aircraft: "T-33",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-7-0170",
    },

    {
      base: "1훈비",
      rank: "생도",
      name: "박용한",
      from: "",
      year: "56.04.04",
      place: "울산",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "1훈비",
      rank: "소위",
      name: "임영규",
      from: "    ",
      year: "56.05.07",
      place: "강원도상공",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "5혼비",
      rank: "중위",
      name: "신만식",
      from: "공사4",
      year: "56.05.16",
      place: "대구",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-021",
    },

    {
      base: "1훈비",
      rank: "소령",
      name: "한병화",
      from: "조간2",
      year: "56.06.02",
      place: "마산",
      aircraft: "Cessna",
      reason: "기체 고장",
      rip: "서울 현충원\n17-8-058",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "강극현",
      from: "조종1",
      year: "56.06.13",
      place: "마산",
      aircraft: "Cessna",
      reason: "기체 고장",
      rip: "서울 현충원\n17-8-057",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "송재봉",
      from: "현임",
      year: "56.06.13",
      place: "마산",
      aircraft: "Cessna",
      reason: "기체 고장",
      rip: "서울 현충원\n17-8-05",
    },

    {
      base: "",
      rank: "생도",
      name: "이진구",
      from: "후보생",
      year: "56.06.11",
      place: "합천",
      aircraft: "T-6",
      reason: "비행훈련중",
    },

    {
      base: "5혼비",
      rank: "대위",
      name: "안지환",
      from: "조간5",
      year: "56.06.29",
      place: "원주 상공",
      aircraft: "F-51",
      reason: "비행중 사고",
      rip: "서울 현충원\n17-8-010",
    },

    {
      base: "5혼비",
      rank: "중위",
      name: "김병철",
      from: "공사4",
      year: "56.07.28",
      place: "경북 칠곡",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-091",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "우정식",
      from: "공사4",
      year: "56.08.24",
      place: "함양",
      aircraft: "L-19",
      reason: "비행임무 수행중",
      rip: "서울 현충원\n17-8-090",
    },

    {
      base: "5혼비",
      rank: "대위",
      name: "김재열",
      from: "공사3",
      year: "56.11.07",
      place: "개성지역",
      aircraft: "F-51",
      reason: "항법훈련 중 피격",
      rip: "서울 현충원\n17-8-072",
    },

    {
      base: "공사교",
      rank: "소위",
      name: "이기창",
      from: "공사5",
      year: "57.04.13",
      place: "김해 상공",
      aircraft: "F-51",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-038",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "이광우",
      from: "조간1",
      year: "57.04.18",
      place: "수원 상공",
      aircraft: "F-86F",
      reason: "비행임무중",
      rip: "서울 현충원\n17-8-073",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "장동익",
      from: "조간7",
      year: "57.05.09",
      place: "경기용인",
      aircraft: "F-86F",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-088",
    },

    {
      base: "1훈비",
      rank: "소위",
      name: "신명균",
      from: "공사4",
      year: "57.05.09",
      place: "경남의령",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-039",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "한상일",
      from: "공사4",
      year: "57.05.09",
      place: "경남의령",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-089",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "전기성",
      from: "공사4",
      year: "57.05.09",
      place: "미국willambase",
      aircraft: "F-86F",
      reason: "비행임무중",
      rip: "서울 현충원\n17-8-037",
    },

    {
      base: "5혼비",
      rank: "중위",
      name: "김정완",
      from: "공사4",
      year: "57.05.09",
      place: "미국willambase",
      aircraft: "86F",
      reason: "비행임무중",
      rip: "서울 현충원\n17-8-036",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "조영구",
      from: "공사5",
      year: "57.10.10",
      place: "미국",
      aircraft: "F-86F",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-048",
    },

    {
      base: "",
      rank: "대위",
      name: "김태수",
      from: "",
      year: "57.06.07",
      place: "수원 부대",
      aircraft: "F-86F",
      reason: "비행임무중",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "황학범",
      from: "공사5",
      year: "57.09.12",
      place: "강원고성",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-087",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "정윤섭",
      from: "공사5",
      year: "57.09.12",
      place: "강원고성",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-095",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "이열수",
      from: "공사3",
      year: "58.01.22",
      place: "CS285.689",
      aircraft: "F-86F",
      reason: "대지공격중추락",
      rip: "서울 현충원\n17-8-071",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "최부형",
      from: "공사3",
      year: "58.01.25",
      place: "군산 상공",
      aircraft: "F-86F",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-042",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "박종명",
      from: "공사4",
      year: "58.01.28",
      place: "하동남방",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-094",
    },

    {
      base: "1훈비",
      rank: "소위",
      name: "전의추",
      from: "현임",
      year: "58.01.28",
      place: "하동남방",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-0110",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "김지홍",
      from: "공사5",
      year: "58.02.28",
      place: "남원",
      aircraft: "T-33",
      reason: "비행훈련중",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "김동균",
      from: "공사5",
      year: "58.03.03",
      place: "수원 상공",
      aircraft: "F-86F",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-093",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "김용준",
      from: "공사2",
      year: "58.08.19",
      place: "CQ763.827",
      aircraft: "F-86F",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-041",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "홍무구",
      from: "공사5",
      year: "58.09.10",
      place: "군산 상공",
      aircraft: "F-86F",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-045",
    },

    {
      base: "1훈비",
      rank: "대위",
      name: "현명석",
      from: "공사4",
      year: "58.10.07",
      place: "사천",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-044",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "김병곤",
      from: "공사6",
      year: "58.11.18",
      place: "R/W FINAL LEG",
      aircraft: "F-86F",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-040",
    },

    {
      base: "",
      rank: "소위",
      name: "김양진",
      from: "",
      year: "58.11.18",
      place: "R/W FINAL LEG",
      aircraft: "F-86F",
      reason: "비행훈련중",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "김용진",
      from: "공사6",
      year: "59.03.17",
      place: "CS195.938",
      aircraft: "F-86F",
      reason: "비행훈련중",
    },

    {
      base: "1훈비",
      rank: "소령",
      name: "신년우",
      from: "조간5",
      year: "59.03.21",
      place: "DQ6658",
      aircraft: "T-33",
      reason: "비행훈련중",
    },

    {
      base: "1훈비",
      rank: "소위",
      name: "변관중",
      from: "현임",
      year: "59.03.21",
      place: "DQ6658",
      aircraft: "T-33",
      reason: "비행훈련중",
    },

    {
      base: "10전비",
      rank: "중령",
      name: "손영복",
      from: "조간2",
      year: "59.05.07",
      place: "오산 상공",
      aircraft: "F-86F",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-7-0120",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "손영석",
      from: "공사5",
      year: "59.06.19",
      place: "황해 덕적도",
      aircraft: "F-86F",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-7-0125",
    },

    {
      base: "1훈비",
      rank: "중령",
      name: "함필선",
      from: "공사1",
      year: "59.06.22",
      place: "삼천포해상",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-7-0152",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "양태익",
      from: "공사7",
      year: "59.06.22",
      place: "삼천포해상",
      aircraft: "T-6",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-8-0121",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "구선회",
      from: "조간4",
      year: "59.07.30",
      place: "YU 6330",
      aircraft: "F-86F",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-7-0123",
    },

    {
      base: "",
      rank: "소령",
      name: "박문철",
      from: "",
      year: "59.08.07",
      place: "수원 부대",
      aircraft: "F-86F",
      reason: "비행훈련중",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "이수욱",
      from: "조간12",
      year: "59.12.16",
      place: "경북군위",
      aircraft: "F-86F",
      reason: "비행훈련중",
    },

    {
      base: "비행단",
      rank: "이등상사",
      name: "차보영",
      from: "",
      year: "51.10.27",
      place: "당진",
      aircraft: "F-51",
      reason: "비행훈련",
    },

    {
      base: "비행단",
      rank: "일등상사",
      name: "이종원",
      from: "병8",
      year: "52.12.26",
      place: "사천상공",
      aircraft: "T-6",
      reason: "비행훈련중 추락",
      rip: "서울 현충원\n17-6-25",
    },

    {
      base: "1훈비",
      rank: "일등상사",
      name: "서영민",
      from: "병8",
      year: "53.03.04",
      place: "충북상공",
      aircraft: "F-51",
      reason: "비행훈련중 추락",
    },

    {
      base: "1훈비",
      rank: "이등상사",
      name: "채여송",
      from: "조간2",
      year: "53.03.17",
      place: "사천",
      aircraft: "F-51",
      reason: "비행훈련중",
    },

    {
      base: "1훈비",
      rank: "이등상사",
      name: "조창원",
      from: "병20",
      year: "56.08.24",
      place: "함양",
      aircraft: "L-19",
      reason: "임무수행중추락",
    },

    {
      base: "1훈비",
      rank: "이등중사",
      name: "윤태병",
      from: "병30",
      year: "56.08.24",
      place: "함양",
      aircraft: "L-19",
      reason: "임무수행중추락",
      rip: "대전 현충원\n사병1-108-864",
    },
  ],

  [
    // 1960's
    {
      base: "11전비",
      rank: "중위",
      name: "장명기",
      from: "조간9",
      year: "60.03.28",
      place: "경기도 김포상공",
      aircraft: "F-86F",
      reason: "요격훈련중",
      rip: "서울 현충원\n17-7-0127",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "송종섭",
      from: "조간8",
      year: "60.04.04",
      place: "여주사격장 상공",
      aircraft: "F-86F",
      reason: "대지사격훈련중",
      rip: "서울 현충원\n17-7-0128",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "신대승",
      from: "조간12",
      year: "60.04.04",
      place: "여주사격장 상공",
      aircraft: "F-86F",
      reason: "대지사격훈련중",
      rip: "서울 현충원\n17-7-0129",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "신경성",
      from: "공사6",
      year: "60.04.07",
      place: "여주사격장 상공",
      aircraft: "F-86F",
      reason: "공중사격훈련중",
      rip: "서울 현충원\n17-7-0130",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "박용복",
      from: "공사7",
      year: "60.06.08",
      place: "상주사격장 상공",
      aircraft: "F-86F",
      reason: "대지사격훈련중",
      rip: "서울 현충원\n17-7-0131",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "최창배",
      from: "조간9",
      year: "60.07.26",
      place: "군산 앞바다",
      aircraft: "F-86F",
      reason: "계기비행훈련중",
      rip: "서울 현충원\n17-7-0134",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "이명무",
      from: "공사7",
      year: "60.12.30",
      place: "충북 제천",
      aircraft: "RF-86F",
      reason: "사진정찰비행중",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "박수병",
      from: "조간4",
      year: "61.01.16",
      place: "경기도 화성",
      aircraft: "F-86F",
      reason: "요격임무훈련중",
      rip: "서울 현충원\n17-7-0135",
    },

    {
      base: "11전비",
      rank: "중령",
      name: "김용광",
      from: "조간5",
      year: "61.02.10",
      place: "경기도 부천",
      aircraft: "F-86F",
      reason: "공중사격훈련중",
      rip: "서울 현충원\n17-7-0136",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "한화국",
      from: "공사7",
      year: "61.02.10",
      place: "노사읍",
      aircraft: "F-86F",
      reason: "공중사격훈련중",
      rip: "서울 현충원\n17-7-0137",
    },

    {
      base: "11전비",
      rank: "소령",
      name: "최종우",
      from: "공사5",
      year: "61.04.25",
      place: "상주사격장 상공",
      aircraft: "F-86F",
      reason: "대지사격훈련중",
      rip: "서울 현충원\n17-7-0140",
    },

    {
      base: "1훈비",
      rank: "소위",
      name: "박남성",
      from: "조간16",
      year: "61.09.06",
      place: "상주사격장",
      aircraft: "F-86F",
      reason: "대지사격훈련중",
      rip: "대전 현충원\n장교\n1-209-3530",
    },

    {
      base: "11전비",
      rank: "소령",
      name: "안명호",
      from: "조간6",
      year: "61.10.05",
      place: "서해안",
      aircraft: "F-86F",
      reason: "비행중 실종",
      rip: "서울 현충원\n17-7-0144",
    },

    {
      base: "5공수",
      rank: "중령",
      name: "정석일",
      from: "공사3",
      year: "61.10.13",
      place: "오산 동북방",
      aircraft: "C-46D",
      reason: "정기공수임무중",
      rip: "서울 현충원\n17-7-0145",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "김중호",
      from: "공사8",
      year: "61.11.24",
      place: "동촌",
      aircraft: "F-86F",
      reason: "공중전술비행훈련중",
      rip: "서울 현충원\n17-7-0147",
    },

    {
      base: "11전비",
      rank: "중위",
      name: "이용주",
      from: "조간16",
      year: "61.12.21",
      place: "상주사격장 상공",
      aircraft: "F-86F",
      reason: "대지사격중공중폭팔",
      rip: "서울 현충원\n17-7-0148",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "김양록",
      from: "공사9",
      year: "62.01.09",
      place: "고성상공",
      aircraft: "T-6G",
      reason: "감시비행임무중",
      rip: "서울 현충원\n17-7-0150",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "배봉호",
      from: "조간13",
      year: "62.01.09",
      place: "고성상공",
      aircraft: "T-6G",
      reason: "감시비행임무중",
      rip: "서울 현충원\n17-7-0149",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "박길홍",
      from: "공사5",
      year: "62.06.07",
      place: "일본근해 해상",
      aircraft: "F-86F",
      reason: "항공기 추락",
      rip: "서울 현충원\n17-7-0153",
    },

    {
      base: "10전비",
      rank: "중령",
      name: "유근배",
      from: "공사2",
      year: "62.12.21",
      place: "시흥상공",
      aircraft: "F-86F",
      reason: "가상표적기훈련중",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "박양규",
      from: "조간12",
      year: "63.03.25",
      place: "강원도 영월",
      aircraft: "F-86F",
      reason: "야간비행중",
      rip: "서울 현충원\n17-7-0157",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "우태명",
      from: "조간13",
      year: "63.03.26",
      place: "강원도 영월",
      aircraft: "L-19A",
      reason: "수색작전임무중",
      rip: "서울 현충원\n17-7-0158",
    },

    {
      base: "5공수",
      rank: "대위",
      name: "최익서",
      from: "공사6",
      year: "63.03.28",
      place: "김포 계양",
      aircraft: "C-46D",
      reason: "정기공수중",
      rip: "서울 현충원\n17-7-0160",
    },

    {
      base: "5공수",
      rank: "대위",
      name: "사상익",
      from: "공사6",
      year: "63.03.28",
      place: "김포 계양",
      aircraft: "C-46D",
      reason: "정기공수중",
      rip: "서울 현충원\n17-7-0159",
    },

    {
      base: "10전비",
      rank: "중령",
      name: "고원용",
      from: "조간4",
      year: "63.07.29",
      place: "충북 청원군",
      aircraft: "T-33A",
      reason: "연락비행중",
      rip: "서울 현충원\n17-7-0163",
    },

    {
      base: "1훈비",
      rank: "소령",
      name: "박종환",
      from: "공사5",
      year: "63.09.16",
      place: "경북 영천 금호상공",
      aircraft: "F-86F",
      reason: "공중전술훈련중",
      rip: "서울 현충원\n17-7-0164",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "박봉진",
      from: "공사10",
      year: "63.09.16",
      place: "경북 영천 금호상공",
      aircraft: "F-86F",
      reason: "공중전술훈련중",
      rip: "서울 현충원\n17-7-0165",
    },

    {
      base: "1훈비",
      rank: "소령",
      name: "홍원표",
      from: "조간10",
      year: "63.11.14",
      place: "경북 경산",
      aircraft: "T-33A",
      reason: "야간관습훈련중",
      rip: "서울 현충원\n17-7-0166",
    },

    {
      base: "1훈비",
      rank: "중위",
      name: "박희선",
      from: "공사10",
      year: "63.11.14",
      place: "경북 경산",
      aircraft: "T-33A",
      reason: "야간관습훈련중",
      rip: "서울 현충원\n17-7-0167",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "박노서",
      from: "공사5",
      year: "64.01.14",
      place: "개성상공",
      aircraft: "F-86F",
      reason: "비행임무수행중 피탄",
      rip: "서울 현충원\n17-7-0169",
    },

    {
      base: "1전비",
      rank: "중령",
      name: "김정구",
      from: "공사4",
      year: "64.08.13",
      place: "대구 상공",
      aircraft: "T-33A",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n17-7-0172",
    },

    {
      base: "1전비",
      rank: "중위",
      name: "김병조",
      from: "공사11",
      year: "64.08.13",
      place: "대구 상공",
      aircraft: "T-33A",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n17-7-0173",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "김신종",
      from: "공사10",
      year: "64.08.18",
      place: "여주사격장",
      aircraft: "F-86F",
      reason: "대지사격훈련중",
      rip: "서울 현충원\n17-7-0174",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "진형권", // 진형권
      from: "공사9",
      year: "64.10.12",
      place: "서해상공",
      aircraft: "F-86D", // F-86D
      reason: "비행훈련중",
    },

    {
      base: "11전비",
      rank: "소령",
      name: "김성주",
      from: "공사5",
      year: "65. 1.22",
      place: "전북 완주",
      aircraft: "F-86F",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n17-4-0180",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "곽동철",
      from: "공사11",
      year: "65. 5.21",
      place: "경남 충무",
      aircraft: "F-86F",
      reason: "저고도항법훈련중",
      rip: "서울 현충원\n17-4-0182",
    },

    {
      base: "1전비",
      rank: "중령",
      name: "조선영",
      from: "조간7",
      year: "65.09.29",
      place: "대구상공",
      aircraft: "T-33A",
      reason: "시험비행중",
      rip: "서울 현충원\n17-4-0185",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "정덕모",
      from: "공사6",
      year: "65.10.15",
      place: "수원상공",
      aircraft: "L-19A",
      reason: "전단살포중",
      rip: "서울 현충원\n17-4-0188",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "정영휘",
      from: "공사11",
      year: "65.12.01",
      place: "대구 금호강 상공",
      aircraft: "F-86F",
      reason: "항공기 추락",
      rip: "서울 현충원\n17-4-0189",
    },

    {
      base: "5공수",
      rank: "소령",
      name: "이근춘",
      from: "공사3",
      year: "67.04.08",
      place: "서울 성동구",
      aircraft: "C-46D",
      reason: "정기공수임무중",
      rip: "서울 현충원\n17-4-0192",
    },

    {
      base: "5공수",
      rank: "대위",
      name: "서근주",
      from: "공사7",
      year: "67.04.08",
      place: "서울 성동구",
      aircraft: "C-46D",
      reason: "정기공수임무중",
      rip: "서울 현충원\n17-4-0194",
    },

    {
      base: "5공수",
      rank: "중위",
      name: "박공남",
      from: "공사13",
      year: "67.04.08",
      place: "서울 성동구",
      aircraft: "C-46D",
      reason: "정기공수임무중",
      rip: "서울 현충원\n17-4-0196",
    },

    {
      base: "11비",
      rank: "대위",
      name: "박종순",
      from: "조간10",
      year: "67.04.08",
      place: "서울 성동구",
      aircraft: "C-46D",
      reason: "정기공수임무중",
      rip: "서울 현충원\n17-4-0195",
    },

    {
      base: "1전비",
      rank: "소령",
      name: "조전섭",
      from: "공사7",
      year: "67.07.10",
      place: "수원상공",
      aircraft: "F-5A",
      reason: "근접지원훈련중",
      rip: "서울 현충원\n17-4-0201",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "유현웅",
      from: "공사12",
      year: "67.11.21",
      place: "원주상공",
      aircraft: "F-86F",
      reason: "공중전술훈련중",
      rip: "서울 현충원\n17-4-0203",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "김귀남",
      from: "공사13",
      year: "68.02.19",
      place: "충남 홍성군상공",
      aircraft: "F-86F",
      reason: "저고도 침투훈련중",
      rip: "서울 현충원\n17-4-0205",
    },

    {
      base: "32전대",
      rank: "대위",
      name: "백 암",
      from: "공사14",
      year: "68.03.15",
      place: "경북대병원",
      aircraft: "RF-86F",
      reason: "사진촬영중항공기화재",
      rip: "서울 현충원\n17-4-0206",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "오창선",
      from: "공사13",
      year: "68.04.23",
      place: "기지 활주로",
      aircraft: "F-86F",
      reason: "야간요격훈련중",
      rip: "서울 현충원\n17-4-0207",
    },

    {
      base: "11전비",
      rank: "소령",
      name: "김형철",
      from: "공사11",
      year: "68.04.30",
      place: "경기 화성",
      aircraft: "F-86F",
      reason: "야간대지사격훈련중",
      rip: "서울 현충원\n17-4-0208",
    },

    {
      base: "공사교",
      rank: "소령",
      name: "최광윤",
      from: "공사9",
      year: "68.05.14",
      place: "부산",
      aircraft: "T-28A",
      reason: "계기비행 훈련중",
      rip: "서울 현충원\n17-4-0209",
    },

    {
      base: "공사교",
      rank: "소령",
      name: "윤영호",
      from: "공사9",
      year: "68.05.14",
      place: "부산",
      aircraft: "T-28A",
      reason: "계기비행 훈련중",
      rip: "서울 현충원\n17-4-0210",
    },

    {
      base: "공사교",
      rank: "중위",
      name: "윤수병",
      from: "공사16",
      year: "68.05.14",
      place: "부산",
      aircraft: "T-28A",
      reason: "계기비행 훈련중",
      rip: "서울 현충원\n17-4-0211",
    },

    {
      base: "공사교",
      rank: "중위",
      name: "박재운",
      from: "공사16",
      year: "68.05.14",
      place: "부산",
      aircraft: "T-28A",
      reason: "계기비행 훈련중",
      rip: "서울 현충원\n17-4-0212",
    },

    {
      base: "33구조대",
      rank: "중령",
      name: "조익성",
      from: "공사5",
      year: "69.01.24",
      place: "충남지구",
      aircraft: "UH-1H",
      reason: "환자수송임무중",
      rip: "서울 현충원\n17-4-0217",
    },

    {
      base: "33구조대",
      rank: "중위",
      name: "이만섭",
      from: "공사15",
      year: "69.01.24",
      place: "충남지구",
      aircraft: "UH-1H",
      reason: "환자수송임무중",
      rip: "서울 현충원\n17-4-0218",
    },

    {
      base: "3훈비",
      rank: "소령",
      name: "류주영",
      from: "공사10",
      year: "69.03.13",
      place: "전북 군산",
      aircraft: "T-33A",
      reason: "계기비행훈련중",
      rip: "서울 현충원\n17-4-0220",
    },

    {
      base: "공사교",
      rank: "소위",
      name: "박관재",
      from: "공사17",
      year: "69.03.13",
      place: "전북 군산",
      aircraft: "T-33A",
      reason: "계기비행훈련중",
      rip: "서울 현충원\n17-4-0221",
    },

    {
      base: "11전비",
      rank: "중위",
      name: "류제일",
      from: "공사16",
      year: "’69.04.01",
      place: "경기 화성",
      aircraft: "F-86F",
      reason: "공중사격훈련중",
      rip: "서울 현충원\n17-4-0222",
    },

    {
      base: "10전비",
      rank: "준장",
      name: "박선국",
      from: "공사2",
      year: "69.04.22",
      place: "경기 청평",
      aircraft: "F-5A",
      reason: "근접지원작전임무중",
      rip: "서울 현충원\n제1장군-25",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "김재민",
      from: "공사12",
      year: "69.06.30",
      place: "경기 장호원",
      aircraft: "F-5B",
      reason: "시험비행중",
      rip: "서울 현충원\n17-4-0229",
    },

    {
      base: "5공수",
      rank: "소령",
      name: "양출고",
      from: "공사11",
      year: "69.07.02",
      place: "여의도",
      aircraft: "U-9",
      reason: "시험비행중",
      rip: "서울 현충원\n17-4-0226",
    },

    {
      base: "5공수",
      rank: "대령",
      name: "김순배",
      from: "조간6",
      year: "69.07.02",
      place: "여의도",
      aircraft: "U-9",
      reason: "시험비행중",
      rip: "서울 현충원\n17-4-0225",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "김무영",
      from: "공사12",
      year: "69.07.22",
      place: "수원 고색동",
      aircraft: "F-86D",
      reason: "요격임무수행중",
      rip: "서울 현충원\n17-4-0228",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "김재호",
      from: "공사10",
      year: "69.11.13",
      place: "대령도 해상",
      aircraft: "F-5A",
      reason: "해상작전수행중",
      rip: "서울 현충원\n17-4-0231",
    },

    {
      base: "107기단",
      rank: "상사",
      name: "기호영",
      from: "병15(의무)",
      year: "61.10.13",
      place: "오산동북방",
      aircraft: "C-46D",
      reason: "정기공수임무중",
      rip: "서울 현충원\n17-6-87",
    },

    {
      base: "5전비",
      rank: "상사",
      name: "전춘일",
      from: "부1(정비)",
      year: "63.03.28",
      place: "김포 계양",
      aircraft: "C-46D",
      reason: "정기공수임무중",
      rip: "서울 현충원\n17-5-101",
    },

    {
      base: "5전비",
      rank: "하사",
      name: "김해원",
      from: "부9(정비)",
      year: "63.03.28",
      place: "김포 계양",
      aircraft: "C-46D",
      reason: "정기공수임무중",
    },

    {
      base: "10전비",
      rank: "하사",
      name: "성희제",
      from: "병118(총무)",
      year: "65.10.15",
      place: "수원상공",
      aircraft: "L-19A",
      reason: "전단살포 임무중",
      rip: "서울 현충원\n17-5-130",
    },

    {
      base: "5전비",
      rank: "상사",
      name: "김득용",
      from: "병29(정비)",
      year: "67.04.08",
      place: "서울상공",
      aircraft: "C-46D",
      reason: "정기공수임무중 추락",
      rip: "서울 현충원\n17-5-145",
    },

    {
      base: "33구조대",
      rank: "상사",
      name: "심재영",
      from: "부14(정비)",
      year: "69.01.24",
      place: "충남상공",
      aircraft: "UH-1H",
      reason: "환자수송 임무중",
      rip: "서울 현충원\n17-6-184",
    },

    {
      base: "33구조대",
      rank: "중사",
      name: "김영식",
      from: "부27(구조)",
      year: "69.01.24",
      place: "충남상공",
      aircraft: "UH-1H",
      reason: "환자수송 임무중",
      rip: "서울 현충원\n17-6-185",
    },

    {
      base: "5전비",
      rank: "준위",
      name: "고창식",
      from: "준39(정비)",
      year: "69.07.02",
      place: "여의도상공",
      aircraft: "U-9",
      reason: "시험비행중",
      rip: "서울 현충원\n17-4-0227",
    },

    {
      base: "5전비",
      rank: "상사",
      name: "주정렬",
      from: "부26(정비)",
      year: "69.07.02",
      place: "여의도상공",
      aircraft: "U-9",
      reason: "시험비행중",
    },

    {
      base: "5전비",
      rank: "중사",
      name: "인건일",
      from: "고임관",
      year: "69.07.02",
      place: "여의도상공",
      aircraft: "U-9",
      reason: "시험비행중",
    },
  ],

  [
    // 1970's
    {
      base: "10전비",
      rank: "중령",
      name: "남영찬",
      from: "공사8",
      year: "70.06.08",
      place: "강릉기지",
      aircraft: "F-5B",
      reason: "이착륙훈련중",
      rip: "서울 현충원\n17-4-0234",
    },

    {
      base: "10전비",
      rank: "중령",
      name: "이증근",
      from: "공사6",
      year: "70.06.22",
      place: "덕적도상공",
      aircraft: "F-5A",
      reason: "공해합동작전훈련중",
      rip: "서울 현충원\n17-4-0237",
    },

    {
      base: "10전비",
      rank: "중령",
      name: "황병인",
      from: "공사7",
      year: "70.07.02",
      place: "경기 이천",
      aircraft: "F-5A",
      reason: "야간사격훈련중",
      rip: "서울 현충원\n17-4-0238",
    },

    {
      base: "3훈비",
      rank: "소령",
      name: "이선희",
      from: "공사13",
      year: "70.08.29",
      place: "경북 경산",
      aircraft: "T-28A",
      reason: "항공기 전개 훈련중",
      rip: "서울 현충원\n17-4-0239",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "조명원",
      from: "공사16",
      year: "70.12.17",
      place: "경기 계약",
      aircraft: "F-86F",
      reason: "공중기동 훈련중",
      rip: "서울 현충원\n17-4-0243",
    },

    {
      base: "10전비",
      rank: "중령",
      name: "정태영",
      from: "공사6",
      year: "71.03.19",
      place: "서해상공",
      aircraft: "AT-33A",
      reason: "야간사격훈련중",
      rip: "서울 현충원\n17-4-0246",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "김정구",
      from: "공사17",
      year: "71.03.19",
      place: "서해상공",
      aircraft: "AT-33A",
      reason: "야간사격훈련중",
      rip: "서울 현충원\n17-4-0247",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "최희선",
      from: "공사16",
      year: "71.04.16",
      place: "경기 수원",
      aircraft: "F-86D",
      reason: "공중요격훈련중",
      rip: "서울 현충원\n17-4-0248",
    },

    {
      base: "5공수",
      rank: "중령",
      name: "송인영",
      from: "조간8",
      year: "71.06.01",
      place: "흑산도 상공",
      aircraft: "T-28A",
      reason: "대간첩 작전중피격",
      rip: "서울 현충원\n17-4-0259",
    },

    {
      base: "5공수",
      rank: "중위",
      name: "장서립",
      from: "공사19",
      year: "71.06.01",
      place: "흑산도 상공",
      aircraft: "T-28A",
      reason: "대간첩 작전중피격",
      rip: "서울 현충원\n17-4-0252",
    },

    {
      base: "1전비",
      rank: "대위",
      name: "김태술",
      from: "공사17",
      year: "71.07.05",
      place: "전남 광주",
      aircraft: "F-86F",
      reason: "공중전술훈련중",
      rip: "서울 현충원\n17-4-0254",
    },

    {
      base: "5전비",
      rank: "대령",
      name: "전흥준",
      from: "공사6",
      year: "71.08.31",
      place: "대구",
      aircraft: "S-2",
      reason: "공중조작훈련중",
    },

    {
      base: "5전비",
      rank: "대위",
      name: "장성진",
      from: "공사18",
      year: "71.08.31",
      place: "대구",
      aircraft: "S-2",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n17-4-0258",
    },

    {
      base: "11전비",
      rank: "소령",
      name: "안의남",
      from: "공사13",
      year: "71.09.06",
      place: "강원 영월",
      aircraft: "F-4D",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n17-4-0259",
    },

    {
      base: "1전비",
      rank: "중위",
      name: "손광희",
      from: "공사19",
      year: "71.12.26",
      place: "경남 진주상공",
      aircraft: "F-86F",
      reason: "저고도항법훈련중",
      rip: "서울 현충원\n17-4-0261",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "정재식",
      from: "공사18",
      year: "72.02.20",
      place: "영주 풍기",
      aircraft: "F-5A",
      reason: "공중전술훈련중",
      rip: "서울 현충원\n17-4-0262",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "임기수",
      from: "공사12",
      year: "72.04.10",
      place: "강원 횡성",
      aircraft: "T-33A",
      reason: "특수비행훈련중",
      rip: "서울 현충원\n17-4-0263",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "이석호",
      from: "공사18",
      year: "72.05.12",
      place: "서해상공",
      aircraft: "F-5A",
      reason: "공중사격훈련중",
      rip: "서울 현충원\n17-4-0264",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "심관섭",
      from: "공사19",
      year: "72.08.11",
      place: "경기도 여주",
      aircraft: "F-86F",
      reason: "대지사격훈련중",
      rip: "서울 현충원\n17-4-0266",
    },

    {
      base: "1전비",
      rank: "준장",
      name: "이병한",
      from: "공사2",
      year: "73.02.19",
      place: "고창상공",
      aircraft: "0-1E",
      reason: "전비태세검열후 귀대중",
      rip: "서울 현충원\n제1장군-56",
    },

    {
      base: "1전비",
      rank: "중령",
      name: "이순익",
      from: "공사10",
      year: "73.02.19",
      place: "고창상공",
      aircraft: "0-1E",
      reason: "전비태세검열후 귀대중",
      rip: "서울 현충원\n17-3-0268",
    },

    {
      base: "1전비",
      rank: "대령",
      name: "김봉근",
      from: "조간9",
      year: "73.04.09",
      place: "삼천포해상",
      aircraft: "F-5A",
      reason: "공중전투기동훈련중",
      rip: "서울 현충원\n17-3-0269",
    },

    {
      base: "11전비",
      rank: "중령",
      name: "홍승남",
      from: "조간16",
      year: "73.07.20",
      place: "경북 군위",
      aircraft: "F-4D",
      reason: "비행훈련중",
      rip: "서울 현충원\n17-3-0271",
    },

    {
      base: "1전비",
      rank: "대위",
      name: "김기승",
      from: "공사19",
      year: "73.09.17",
      place: "전남 광주",
      aircraft: "F-5A",
      reason: "공중사격훈련중",
      rip: "서울 현충원\n17-3-0272",
    },

    {
      base: "1전비",
      rank: "소령",
      name: "민승근",
      from: "공사18",
      year: "73.12.06",
      place: "전남 광주",
      aircraft: "T-33A",
      reason: "공중사격훈련중",
      rip: "서울 현충원\n17-3-0273",
    },

    {
      base: "1전비",
      rank: "소위",
      name: "이 윤",
      from: "조간22",
      year: "73.12.06",
      place: "전남 광주",
      aircraft: "T-33A",
      reason: "공중사격훈련중",
      rip: "서울 현충원\n17-3-0274",
    },

    {
      base: "1전비",
      rank: "대위",
      name: "천인호",
      from: "공사20",
      year: "74.04.18",
      place: "여주사격장",
      aircraft: "F-5A",
      reason: "대지사격훈련중",
      rip: "서울 현충원\n17-3-0278",
    },

    {
      base: "5전비",
      rank: "소령",
      name: "배재룡",
      from: "공사17",
      year: "74.05.13",
      place: "목포해상",
      aircraft: "F-86F",
      reason: "가상 간첩선공격훈련중",
      rip: "서울 현충원\n17-3-0279",
    },

    {
      base: "5전비",
      rank: "대위",
      name: "이강렬",
      from: "공사20",
      year: "74.07.03",
      place: "김해 녹산면",
      aircraft: "C-46D",
      reason: "대간첩선작전임무수행중",
    },

    {
      base: "5전비",
      rank: "소령",
      name: "조재무",
      from: "공사15",
      year: "74.07.03",
      place: "김해 녹산면",
      aircraft: "C-46D",
      reason: "대간첩선작전임무수행중",
      rip: "서울 현충원\n17-3-0283",
    },

    {
      base: "15전비",
      rank: "대위",
      name: "이규필",
      from: "공사20",
      year: "74.10.09",
      place: "경기도 양주",
      aircraft: "F-86F",
      reason: "비상출동작전 수행중",
      rip: "서울 현충원\n17-3-0285",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "김종규",
      from: "공사16",
      year: "74.12.16",
      place: "경기도 평창",
      aircraft: "T-33",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n17-3-0288",
    },

    {
      base: "10전비",
      rank: "중위",
      name: "이인주",
      from: "조간21",
      year: "74.12.16",
      place: "경기도 평창",
      aircraft: "T-33",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n17-3-0289",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "김광수",
      from: "공사21",
      year: "75.03.06",
      place: "경기도 용인",
      aircraft: "F-5A",
      reason: "공중전투기동훈련중",
      rip: "서울 현충원\n17-4-0293",
    },

    {
      base: "1전비",
      rank: "대령",
      name: "강춘근",
      from: "공사9",
      year: "75.06.12",
      place: "전북 군산",
      aircraft: "F-86F",
      reason: "야간비행임무수행중",
      rip: "서울 현충원\n17-3-0294",
    },

    {
      base: "15전비",
      rank: "소령",
      name: "이복규",
      from: "조간18",
      year: "75.08.12",
      place: "강원도 춘성",
      aircraft: "0-2A",
      reason: "RFC 임무수행중",
      rip: "서울 현충원\n17-3-0295",
    },

    {
      base: "15전비",
      rank: "대위",
      name: "정순일",
      from: "조간19",
      year: "75.08.12",
      place: "강원도 춘성",
      aircraft: "0-2A",
      reason: "RFC 임무수행중",
      rip: "서울 현충원\n17-3-0296",
    },

    {
      base: "15전비",
      rank: "중령",
      name: "류한욱",
      from: "공사14",
      year: "75.10.22",
      place: "경기도 성남",
      aircraft: "0-2A",
      reason: "V-R임무중 육군헬기와 충돌",
      rip: "서울 현충원\n17-3-0298",
    },

    {
      base: "15전비",
      rank: "소령",
      name: "이도범",
      from: "공사20",
      year: "75.10.22",
      place: "경기도 성남",
      aircraft: "0-2A",
      reason: "V-R임무중 육군헬기와 충돌",
      rip: "서울 현충원\n17-3-0299",
    },

    {
      base: "15전비",
      rank: "대령",
      name: "박성윤",
      from: "공사10",
      year: "76.06.14",
      place: "강릉 동방",
      aircraft: "T-33A",
      reason: "연락비행중",
      rip: "서울 현충원\n17-3-0304",
    },

    {
      base: "15전비",
      rank: "중령",
      name: "신강호",
      from: "공사15",
      year: "76.06.14",
      place: "강릉 동방",
      aircraft: "T-33A",
      reason: "연락비행중",
      rip: "서울 현충원\n17-3-0305",
    },

    {
      base: "10전비",
      rank: "중령",
      name: "박수길",
      from: "공사12",
      year: "76.07.07",
      place: "경기도 화성",
      aircraft: "F-5B",
      reason: "공중전투기동 훈련중",
      rip: "서울 현충원\n17-3-0307",
    },

    {
      base: "10전비",
      rank: "대위",
      name: "최만규",
      from: "공사23",
      year: "76.07.07",
      place: "경기도 화성",
      aircraft: "F-5B",
      reason: "공중전투기동 훈련중",
      rip: "서울 현충원\n17-3-0308",
    },

    {
      base: "3훈비",
      rank: "소령",
      name: "김병록",
      from: "공사21",
      year: "76.12.17",
      place: "전남여수공역",
      aircraft: "F-37C",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n17-4-0317",
    },

    {
      base: "3훈비",
      rank: "소위",
      name: "공병수",
      from: "2사특3",
      year: "76.12.17",
      place: "전남여수공역",
      aircraft: "A-37C",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n17-4-0318",
    },

    {
      base: "1전비",
      rank: "대위",
      name: "김준기",
      from: "공사23",
      year: "77.04.29",
      place: "서해위도근해",
      aircraft: "F-5E",
      reason: "공중전투기동훈련중",
      rip: "서울 현충원\n17-4-0320",
    },

    {
      base: "5전비",
      rank: "소령",
      name: "윤종민",
      from: "공사19",
      year: "78.02.21",
      place: "김해",
      aircraft: "C-123J",
      reason: "작전전환비행훈련중",
      rip: "서울 현충원\n03-5-330",
    },

    {
      base: "5전비",
      rank: "중위",
      name: "고방군",
      from: "공사25",
      year: "78.02.21",
      place: "김해",
      aircraft: "C-123J",
      reason: "작전전환비행훈련중",
      rip: "서울 현충원\n03-5-331",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "주용덕",
      from: "공사22",
      year: "78.02.23",
      place: "덕적도",
      aircraft: "F-5E",
      reason: "CAP 임무중",
      rip: "서울 현충원\n03-5-332",
    },

    {
      base: "11전비",
      rank: "중령",
      name: "채훈세",
      from: "공사19",
      year: "78.05.31",
      place: "서해안",
      aircraft: "F-4E",
      reason: "공중전투기동훈련중",
      rip: "서울 현충원\n03-5-335",
    },

    {
      base: "11전비",
      rank: "중령",
      name: "이권주",
      from: "공사14",
      year: "78.05.31",
      place: "서해안",
      aircraft: "F-4E",
      reason: "공중전투기동훈련중",
      rip: "서울 현충원\n03-5-334",
    },

    {
      base: "1전비",
      rank: "대위",
      name: "이병수",
      from: "공사24",
      year: "78.07.05",
      place: "전남 광주",
      aircraft: "F-5E",
      reason: "CAP 임무중",
      rip: "서울 현충원\n03-5-336",
    },

    {
      base: "1전비",
      rank: "중위",
      name: "김영인",
      from: "2사1",
      year: "78.08.28",
      place: "전남 광주",
      aircraft: "F-5B",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n03-5-340",
    },

    {
      base: "10전비",
      rank: "대령",
      name: "김용식",
      from: "공사11",
      year: "78.11.07",
      place: "전북 완주",
      aircraft: "R-5A",
      reason: "고산 사진촬영임무중",
      rip: "서울 현충원\n03-5-344",
    },

    {
      base: "1전비",
      rank: "대위",
      name: "소수영",
      from: "공사26",
      year: "79.05.29",
      place: "광주시 동운동",
      aircraft: "F-86F",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n03-5-349",
    },

    {
      base: "3훈비",
      rank: "소령",
      name: "최교식",
      from: "공사24",
      year: "79.06.13",
      place: "화엄사계곡",
      aircraft: "T-28A",
      reason: "계기비행중",
      rip: "서울 현충원\n03-5-350",
    },

    {
      base: "11전비",
      rank: "중령",
      name: "최영선",
      from: "공사19",
      year: "79.09.05",
      place: "경기도 고양군",
      aircraft: "F-4E",
      reason: "근접지원임무수행중",
      rip: "서울 현충원\n03-5-353",
    },

    {
      base: "15전비",
      rank: "대령",
      name: "최상욱",
      from: "공사15",
      year: "79.10.18",
      place: "운천사격장",
      aircraft: "F-86F",
      reason: "실무장투하훈련중",
      rip: "서울 현충원\n03-5-354",
    },

    {
      base: "3훈비",
      rank: "준위",
      name: "안우형",
      from: "병29(정비)",
      year: "70.08.29",
      place: "경북경산",
      aircraft: "T-28A",
      reason: "항공기 전개 훈련중",
      rip: "서울 현충원\n17-4-0241",
    },

    {
      base: "5전비",
      rank: "상사",
      name: "김용경",
      from: "부22(통신)",
      year: "71.06.01",
      place: "소흑산도상공",
      aircraft: "ACP-46",
      reason: "대간첩 작전중 피격",
      rip: "서울 현충원\n17-1-233",
    },

    {
      base: "5전비",
      rank: "상사",
      name: "이봉기",
      from: "부28(정비)",
      year: "71.06.01",
      place: "소흑산도상공",
      aircraft: "ACP-46",
      reason: "대간첩 작전중 피격",
      rip: "서울 현충원\n17-1-234",
    },

    {
      base: "5전비",
      rank: "하사",
      name: "최충고",
      from: "부50(정비)",
      year: "71.06.01",
      place: "소흑산도상공",
      aircraft: "ACP-46",
      reason: "대간첩 작전중 피격",
      rip: "서울 현충원\n17-1-235",
    },

    {
      base: "5전비",
      rank: "하사",
      name: "변주진",
      from: "병182(정비)",
      year: "71.06.01",
      place: "소흑산도상공",
      aircraft: "ACP-46",
      reason: "대간첩 작전중 피격",
      rip: "서울 현충원\n17-1-236",
    },

    {
      base: "5전비",
      rank: "상병 ",
      name: "김기필",
      from: "병203(무장)",
      year: "71.06.01",
      place: "소흑산도상공",
      aircraft: "ACP-46",
      reason: "대간첩 작전중 피격",
      rip: "서울 현충원\n17-1-237",
    },

    {
      base: "5전비",
      rank: "일병",
      name: "유대성",
      from: "병206(무장)",
      year: "71.06.01",
      place: "소흑산도상공",
      aircraft: "ACP-46",
      reason: "대간첩 작전중 피격",
    },

    {
      base: "5전비",
      rank: "상사",
      name: "장세명",
      from: "부36(정비)",
      year: "74.07.03",
      place: "김해 녹산면",
      aircraft: "C-46D",
      reason: "대간첩선작전임무수행중",
      rip: "서울 현충원\n17-2-309",
    },

    {
      base: "5전비",
      rank: "상사",
      name: "강호영",
      from: "부50(정비)",
      year: "74.07.03",
      place: "김해 녹산면",
      aircraft: "C-46D",
      reason: "대간첩선작전임무수행중",
      rip: "서울 현충원\n17-2-310",
    },

    {
      base: "5전비",
      rank: "하사",
      name: "안영현",
      from: "병221(정비)",
      year: "74.07.03",
      place: "김해 녹산면",
      aircraft: "C-46D",
      reason: "대간첩선작전임무수행중",
      rip: "서울 현충원\n17-2-311",
    },

    {
      base: "5전비",
      rank: "하사",
      name: "김병철",
      from: "병224(정비)",
      year: "74.07.03",
      place: "김해 녹산면",
      aircraft: "C-46D",
      reason: "대간첩선작전임무수행중",
      rip: "서울 현충원\n17-2-312",
    },

    {
      base: "5전비",
      rank: "상사",
      name: "박기배",
      from: "부58(정비)",
      year: "78.02.21",
      place: "김해",
      aircraft: "C-123J",
      reason: "작전전환비행 훈련중",
      rip: "서울 현충원\n56-3-385",
    },
  ],

  [
    // 1980's
    {
      base: "11전비",
      rank: "중령",
      name: "이상구",
      from: "공사19",
      year: "80.06.12",
      place: "상주사격장",
      aircraft: "F-4D",
      reason: "대지사격훈련중",
      rip: "서울 현충원\n03-5-360",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "김순열",
      from: "공사26",
      year: "80.06.12",
      place: "상주사격장",
      aircraft: "F-4D",
      reason: "대지사격훈련중",
      rip: "서울 현충원\n03-5-361",
    },

    {
      base: "15전비",
      rank: "중위",
      name: "이춘진",
      from: "2사2",
      year: "80.10.11",
      place: "전북 부안",
      aircraft: "F-86F",
      reason: "저고도 항법훈련중",
      rip: "서울 현충원\n29-366",
    },

    {
      base: "15전비",
      rank: "중령",
      name: "이상성",
      from: "공사17",
      year: "80.10.11",
      place: "전북 부안",
      aircraft: "F-86F",
      reason: "저고도 항법훈련중",
      rip: "서울 현충원\n29-365",
    },

    {
      base: "1전비",
      rank: "중위",
      name: "김동영",
      from: "2사3",
      year: "81.03.31",
      place: "전북 부안",
      aircraft: "F-86F",
      reason: "대지사격훈련",
      rip: "서울 현충원\n29-371",
    },

    {
      base: "3훈비",
      rank: "소령",
      name: "이형곤",
      from: "2사특3",
      year: "81.08.04",
      place: "삼천포 와룡산",
      aircraft: "T-37C",
      reason: "계기비행훈련중",
      rip: "서울 현충원\n29-377",
    },

    {
      base: "3훈비",
      rank: "중위",
      name: "김규수",
      from: "2사4",
      year: "81.08.04",
      place: "삼천포 와룡산",
      aircraft: "T-37C",
      reason: "계기비행훈련중",
      rip: "서울 현충원\n29-378",
    },

    {
      base: "11전비",
      rank: "중위",
      name: "강경철",
      from: "공사29",
      year: "81.09.17",
      place: "광산도",
      aircraft: "F-5B",
      reason: "공중조작훈련중",
      rip: "서울 현충원\n29-380",
    },

    {
      base: "5전비",
      rank: "대위",
      name: "이형우",
      from: "학군7",
      year: "82.02.05",
      place: "한라산",
      aircraft: "C-123J",
      reason: "동계 대침투작전 훈련중",
      rip: "서울 현충원\n29-388",
    },

    {
      base: "5전비",
      rank: "중령",
      name: "정재로",
      from: "공사22",
      year: "82.02.05",
      place: "한라산",
      aircraft: "C-123J",
      reason: "동계 대침투작전 훈련중",
      rip: "서울 현충원\n29-386",
    },

    {
      base: "5전비",
      rank: "소령",
      name: "유용석",
      from: "공사26",
      year: "82.02.05",
      place: "한라산",
      aircraft: "C-123J",
      reason: "동계 대침투작전 훈련중",
      rip: "서울 현충원\n29-387",
    },

    {
      base: "5전비",
      rank: "소령",
      name: "최규덕",
      from: "학군5",
      year: "82.06.01",
      place: "망경대",
      aircraft: "C-123K",
      reason: "공수낙하임무수행중",
      rip: "서울 현충원\n29-3068",
    },

    {
      base: "5전비",
      rank: "대령",
      name: "이동천",
      from: "공사18",
      year: "82.06.01",
      place: "망경대",
      aircraft: "C-123K",
      reason: "공수낙하임무수행중",
      rip: "서울 현충원\n29-3067",
    },

    {
      base: "1전비",
      rank: "소령",
      name: "김봉률",
      from: "2사특4",
      year: "83.01.18",
      place: "전남 고흥군 보성상공",
      aircraft: "F-86F",
      reason: "공중 폭팔",
      rip: "서울 현충원\n29-3145",
    },

    {
      base: "5전비",
      rank: "대위",
      name: "이용규",
      from: "공사30",
      year: "83.05.19",
      place: "부산시 괴정동",
      aircraft: "C-54D",
      reason: "작전가능 전술임무수행중",
      rip: "서울 현충원\n29-3184",
    },

    {
      base: "5전비",
      rank: "대위",
      name: "정상채",
      from: "공사30",
      year: "83.05.19",
      place: "부산시 괴정동",
      aircraft: "C-54D",
      reason: "작전가능 전술임무수행중",
      rip: "서울 현충원\n29-3183",
    },

    {
      base: "공사교",
      rank: "소위",
      name: "이상수",
      from: "공사32",
      year: "83.08.29",
      place: "전남 광양군",
      aircraft: "T-37C",
      reason: "단독비행훈련중",
      rip: "서울 현충원\n29-3224",
    },

    {
      base: "11전비",
      rank: "대령",
      name: "김광식",
      from: "공사20",
      year: "83.09.06",
      place: "경산 남천면",
      aircraft: "F-4D",
      reason: "Feb-00요격임무수행중",
      rip: "서울 현충원\n29-3225",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "백기인",
      from: "공사30",
      year: "83.09.06",
      place: "경산 남천면",
      aircraft: "F-4D",
      reason: "Feb-00요격임무수행중",
      rip: "서울 현충원\n29-3228",
    },

    {
      base: "11전비",
      rank: "소령",
      name: "권오영",
      from: "공사24",
      year: "83.09.06",
      place: "경산 남천면",
      aircraft: "F-4D",
      reason: "Feb-00요격임무수행중",
      rip: "서울 현충원\n29-3226",
    },

    {
      base: "11전비",
      rank: "소령",
      name: "정영태",
      from: "공사27",
      year: "83.09.06",
      place: "경산 남천면",
      aircraft: "F-4D",
      reason: "Feb-00요격임무수행중",
      rip: "서울 현충원\n29-3227",
    },

    {
      base: "16전비",
      rank: "소령",
      name: "박배웅",
      from: "공사27",
      year: "83.10.15",
      place: "상동사격장",
      aircraft: "F-5F",
      reason: "사격임무수행중",
      rip: "서울 현충원\n29-3242",
    },

    {
      base: "17전비",
      rank: "소령",
      name: "박명렬",
      from: "공사26",
      year: "84.03.14",
      place: "충북 청원군",
      aircraft: "F-4E",
      reason: "작전임무수행중",
      rip: "서울 현충원\n29-3305",
    },

    {
      base: "17전비",
      rank: "대위",
      name: "김윤태",
      from: "공사29",
      year: "84.03.14",
      place: "충북 청원군",
      aircraft: "F-4E",
      reason: "작전임무수행중",
      rip: "서울 현충원\n29-3306",
    },

    {
      base: "1전비",
      rank: "대위",
      name: "송준수",
      from: "2사6",
      year: "85.01.25",
      place: "전남 고흥군",
      aircraft: "F-5E",
      reason: "저고도항법비행훈련중",
      rip: "서울 현충원\n04-2-3419",
    },

    {
      base: "3훈비",
      rank: "소령",
      name: "이상교",
      from: "공사27",
      year: "85.01.31",
      place: "경남 산청군",
      aircraft: "T-33A",
      reason: "편대비행훈련중",
      rip: "서울 현충원\n04-2-3420",
    },

    {
      base: "공사교",
      rank: "소위",
      name: "임낙봉",
      from: "공사33",
      year: "85.01.31",
      place: "경남 산청군",
      aircraft: "T-33A",
      reason: "편대비행훈련중",
      rip: "서울 현충원\n04-2-3421",
    },

    {
      base: "17전비",
      rank: "소령",
      name: "이병홍",
      from: "2사1",
      year: "85.10.25",
      place: "경북 영천",
      aircraft: "F-4E",
      reason: "F-4E 시험비행중",
      rip: "서울 현충원\n29-3527",
    },

    {
      base: "17전비",
      rank: "중령",
      name: "김병윤",
      from: "공사24",
      year: "85.10.25",
      place: "경북 영천",
      aircraft: "F-4E",
      reason: "F-4E 시험비행중",
      rip: "서울 현충원\n29-3526",
    },

    {
      base: "11전비",
      rank: "소령",
      name: "이문기",
      from: "공사29",
      year: "85.10.29",
      place: "경북 영일",
      aircraft: "F-4D",
      reason: "NADEX요격훈련비행중",
      rip: "서울 현충원\n29-3528",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "김제홍",
      from: "공사32",
      year: "85.10.29",
      place: "경북 영일",
      aircraft: "F-4D",
      reason: "NADEX요격훈련비행중",
      rip: "서울 현충원\n29-3529",
    },

    {
      base: "10전비",
      rank: "중령",
      name: "성도홍",
      from: "공사24",
      year: "86.11.28",
      place: "경기도 화성군",
      aircraft: "F-5E",
      reason: "서해해상 초계비행중",
      rip: "대전 현충원\n장교\n1-201-152",
    },

    {
      base: "11전비",
      rank: "소령",
      name: "지석주",
      from: "공사29",
      year: "87.08.13",
      place: "태백산 상공",
      aircraft: "F-4D",
      reason: "작전임무수행중",
      rip: "대전 현충원\n장교\n1-201-254",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "한범희",
      from: "공사34",
      year: "87.08.13",
      place: "태백산 상공",
      aircraft: "F-4D",
      reason: "작전임무수행중",
      rip: "대전 현충원\n장교\n1-201-255",
    },

    {
      base: "3훈비",
      rank: "소령",
      name: "문기웅",
      from: "공사31",
      year: "87.09.29",
      place: "전남 고흥군",
      aircraft: "T-37C",
      reason: "학생편대비행훈련중",
      rip: "대전 현충원\n장교\n1-201-274",
    },

    {
      base: "3훈비",
      rank: "소위",
      name: "김형철",
      from: "공사36",
      year: "87.09.29",
      place: "전남 고흥군",
      aircraft: "T-37C",
      reason: "학생편대비행훈련중",
    },

    {
      base: "1전비",
      rank: "중위",
      name: "이상훈",
      from: "공사35",
      year: "87.12.08",
      place: "전남 보성군",
      aircraft: "F-5A",
      reason: "저고도항법비행훈련중",
      rip: "대전 현충원\n장교\n1-201-308",
    },

    {
      base: "39전대",
      rank: "소령",
      name: "강규진",
      from: "2사6",
      year: "88.02.26",
      place: "화학산",
      aircraft: "T-28A",
      reason: "레이다기능점검임무중",
      rip: "대전 현충원\n장교\n1-202-341",
    },

    {
      base: "39전대",
      rank: "대위",
      name: "한장필",
      from: "학군11",
      year: "88.02.26",
      place: "화학산",
      aircraft: "T-28A",
      reason: "레이다기능점검임무중",
      rip: "대전 현충원\n장교\n1-202-342",
    },

    {
      base: "1전비",
      rank: "중령",
      name: "장경조",
      from: "2사2",
      year: "’88.06.07",
      place: "경기도 오산",
      aircraft: "F-5B",
      reason: "IPIS학생훈련1-H임무중",
      rip: "대전 현충원\n장교\n1-202-387",
    },

    {
      base: "1전비",
      rank: "대위",
      name: "오세흥",
      from: "학군12",
      year: "’88.06.07",
      place: "경기도 오산",
      aircraft: "F-5B",
      reason: "IPIS학생훈련1-H임무중",
      rip: "대전 현충원\n장교\n1-202-388",
    },

    {
      base: "29전대",
      rank: "소령",
      name: "김익기",
      from: "공사28",
      year: "89.02.02",
      place: "제공훈련장",
      aircraft: "F-4D",
      reason: "측방공격 임무수행중",
      rip: "대전 현충원\n장교\n1-202-489",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "박성배",
      from: "공사35",
      year: "89.02.02",
      place: "제공훈련장",
      aircraft: "F-4D",
      reason: "측방공격 임무수행중",
      rip: "대전 현충원\n장교\n1-202-490",
    },

    {
      base: "1전비",
      rank: "대위",
      name: "정태일",
      from: "공사36",
      year: "89.08.24",
      place: "전남 광산군",
      aircraft: "F-5A",
      reason: "사격임무수행중",
      rip: "대전 현충원\n장교\n1-202-576",
    },

    {
      base: "5전비",
      rank: "준위",
      name: "송인수",
      from: "기2(정비)",
      year: "82.02.05",
      place: "한라산",
      aircraft: "C-123J",
      reason: "동계대침투 작전훈련중",
      rip: "서울 현충원\n29-389",
    },

    {
      base: "5전비",
      rank: "상사",
      name: "김홍성",
      from: "기5(정비)",
      year: "82.02.05",
      place: "한라산",
      aircraft: "C-123J",
      reason: "동계대침투 작전훈련중",
      rip: "서울 현충원\n27-39292",
    },

    {
      base: "5전비",
      rank: "중사",
      name: "양현준",
      from: "부98(정비)",
      year: "82.06.01",
      place: "망경대",
      aircraft: "C-123K",
      reason: "공수낙하 임무수행중",
      rip: "서울 현충원\n27-39491",
    },

    {
      base: "5전비",
      rank: "상사",
      name: "장형수",
      from: "기8(정비)",
      year: "82.06.01",
      place: "망경대",
      aircraft: "C-123K",
      reason: "공수낙하 임무수행중",
      rip: "서울 현충원\n27-39490",
    },

    {
      base: "5전비",
      rank: "중사",
      name: "박태섭",
      from: "부110(정비)",
      year: "’83.05.19",
      place: "부산 괴정동",
      aircraft: "C-54D",
      reason: "작전가능 전술임무수행중",
      rip: "대전 현충원\n사병\n1-106-406",
    },
  ],

  [
    // 1990's
    {
      base: "1전비",
      rank: "소령",
      name: "김성일",
      from: "학군12",
      year: "90.03.31",
      place: "기지상공",
      aircraft: "F-5A/B",
      reason: "교관승급평가임무수행중",
      rip: "대전 현충원\n장교\n1-202-687",
    },

    {
      base: "1전비",
      rank: "소령",
      name: "홍일준",
      from: "2사4",
      year: "90.03.31",
      place: "기지상공",
      aircraft: "F-5B",
      reason: "교관승급평가임무수행중",
      rip: "대전 현충원\n장교\n1-202-686",
    },

    {
      base: "18전비",
      rank: "대위",
      name: "송태섭",
      from: "공사35",
      year: "90.04.09",
      place: "충주사격장",
      aircraft: "F-5A",
      reason: "저고도공대지 사격임무수행중",
      rip: "대전 현충원\n장교\n1-202-688",
    },

    {
      base: "11전비",
      rank: "중령",
      name: "문양근",
      from: "공사28",
      year: "90.04.17",
      place: "경남 울주군",
      aircraft: "F-4D",
      reason: "공중전투기동임무수행중",
      rip: "대전 현충원\n장교\n1-202-689",
    },

    {
      base: "11전비",
      rank: "중위",
      name: "박영하",
      from: "공사38",
      year: "90.04.17",
      place: "경남 울주군",
      aircraft: "F-4D",
      reason: "공중전투기동임무수행중",
      rip: "대전 현충원\n장교\n1-202-690",
    },

    {
      base: "6전대",
      rank: "대위",
      name: "김대준",
      from: "공사37",
      year: "90.12.12",
      place: "부안 위도면",
      aircraft: "UH-1H",
      reason: "긴급환자구조임무수행중",
      rip: "대전 현충원\n장교\n1-202-805",
    },

    {
      base: "1전비",
      rank: "소령",
      name: "임 현",
      from: "특과91",
      year: "90.12.12",
      place: "부안 위도면",
      aircraft: "UH-1H",
      reason: "긴급환자구조임무수행중",
      rip: "대전 현충원\n장교\n1-202-804",
    },

    {
      base: "6전대",
      rank: "소령",
      name: "최세혁",
      from: "2사5",
      year: "90.12.12",
      place: "부안 위도면",
      aircraft: "UH-1H",
      reason: "긴급환자구조임무수행중",
      rip: "대전 현충원\n장교\n1-202-803",
    },

    {
      base: "18전비",
      rank: "대위",
      name: "이광진",
      from: "공사36",
      year: "91.01.14",
      place: "경기도 여주",
      aircraft: "F-5E",
      reason: "공대지사격임무수행중",
      rip: "대전 현충원\n장교\n1-202-820",
    },

    {
      base: "18전비",
      rank: "대위",
      name: "김민수",
      from: "공사36",
      year: "91.03.06",
      place: "동해상공",
      aircraft: "F-5A",
      reason: "공중전투기동임무수행중",
      rip: "대전 현충원\n장교\n1-202-849",
    },

    {
      base: "5전비",
      rank: "소령",
      name: "오병문",
      from: "공사31",
      year: "91.03.14",
      place: "밀양 천왕산",
      aircraft: "C-123K",
      reason: "기종전환교육중",
      rip: "대전 현충원\n장교\n1-202-850",
    },

    {
      base: "5전비",
      rank: "대위",
      name: "이진섭",
      from: "공사38",
      year: "91.03.14",
      place: "밀양 천왕산",
      aircraft: "C-123K",
      reason: "기종전환교육중",
      rip: "대전 현충원\n장교\n1-202-852",
    },

    {
      base: "5전비",
      rank: "대위",
      name: "하태영",
      from: "학군16",
      year: "91.03.14",
      place: "밀양 천왕산",
      aircraft: "C-123K",
      reason: "기종전환교육중",
      rip: "대전 현충원\n장교\n1-202-851",
    },

    {
      base: "1전비",
      rank: "대위",
      name: "이상희",
      from: "학군17",
      year: "91.12.13",
      place: "기지상공",
      aircraft: "F-5A/B",
      reason: "SW-A임무수행중",
      rip: "대전 현충원\n장교\n1-203-1001",
    },

    {
      base: "16전비",
      rank: "중위",
      name: "김준호",
      from: "공사39",
      year: "92.01.29",
      place: "경북 울진",
      aircraft: "F-5E/F",
      reason: "공중전투기동훈련중",
      rip: "대전 현충원\n장교\n1-203-1047",
    },

    {
      base: "18전비",
      rank: "소령",
      name: "임채원",
      from: "공사36",
      year: "92.10.24",
      place: "강원도 원주",
      aircraft: "F-5E",
      reason: "승공작전 공대공임무중",
      rip: "대전 현충원\n장교\n1-204-1190",
    },

    {
      base: "11전비",
      rank: "대위",
      name: "김범동",
      from: "공사38",
      year: "92.12.09",
      place: "경남 거창",
      aircraft: "F-4D",
      reason: "TAC임무수행중",
      rip: "대전 현충원\n장교\n1-204-1231",
    },

    {
      base: "19전비",
      rank: "소령",
      name: "정재남",
      from: "공사34",
      year: "93.04.08",
      place: "충북 중원군",
      aircraft: "F-16C",
      reason: "야간기동훈련중",
      rip: "대전 현충원\n장교\n1-204-1312",
    },

    {
      base: "공본 ",
      rank: "대장",
      name: "조근해",
      from: "공사9",
      year: "94.03.03",
      place: "용인 백암산",
      aircraft: "UH-60P",
      reason: "사관학교 졸업 예행연습 참관중",
      rip: "서울 현충원\n제3장군-5",
    },

    {
      base: "6전대 ",
      rank: "중령",
      name: "강성윤",
      from: "공사31",
      year: "94.03.03",
      place: "용인 백암산",
      aircraft: "UH-60P",
      reason: "사관학교 졸업 예행연습 참관중",
      rip: "대전 현충원\n장교\n1-204-1502",
    },

    {
      base: "공본 ",
      rank: "소령",
      name: "이상훈",
      from: "공사35",
      year: "94.03.03",
      place: "용인 백암산",
      aircraft: "UH-60P",
      reason: "사관학교 졸업 예행연습 참관중",
      rip: "대전 현충원\n장교\n1-204-1503",
    },

    {
      base: "6전대 ",
      rank: "소령",
      name: "유영재",
      from: "공사38",
      year: "94.03.03",
      place: "용인 백암산",
      aircraft: "UH-60P",
      reason: "사관학교 졸업 예행연습 참관중",
    },

    {
      base: "17비",
      rank: "소령",
      name: "원유균",
      from: "학군13",
      year: "94.05.20",
      place: "전북 옥구군 직도해상",
      aircraft: "F-4E",
      reason: "T-ANG임무중",
      rip: "대전 현충원\n장교\n1-204-1543",
    },

    {
      base: "17비",
      rank: "대위",
      name: "박충훈",
      from: "학군18",
      year: "94.05.20",
      place: "전북 옥구군 직도해상",
      aircraft: "F-4E",
      reason: "T-ANG임무중",
      rip: "대전 현충원\n장교\n1-204-1544",
    },

    {
      base: "17전비",
      rank: "소령",
      name: "이동준",
      from: "공사36",
      year: "94.06.10",
      place: "충북청원군 강외면야산",
      aircraft: "F-4E",
      reason: "W-A임무중",
      rip: "대전 현충원\n장교\n1-204-1561",
    },

    {
      base: "17전비",
      rank: "소령",
      name: "김주일",
      from: "공사37",
      year: "94.06.10",
      place: "충북청원군 강외면야산",
      aircraft: "F-4E",
      reason: "W-A임무중",
      rip: "대전 현충원\n장교\n1-204-1562",
    },

    {
      base: "1전비",
      rank: "대위",
      name: "신현웅",
      from: "공사41",
      year: "94.10.19",
      place: "전남 해남군",
      aircraft: "F-5A/B",
      reason: "임무수행중",
      rip: "대전 현충원\n장교\n1-204-1624",
    },

    {
      base: "3훈비",
      rank: "소령",
      name: "김병각",
      from: "공사36",
      year: "95.01.05",
      place: "경남 하동군 금오산",
      aircraft: "T-59",
      reason: "비파W편대비행중",
      rip: "대전 현충원\n장교\n1-205-1668",
    },

    {
      base: "3훈비",
      rank: "대위",
      name: "정용진",
      from: "학군20",
      year: "95.01.05",
      place: "경남 하동군 금오산",
      aircraft: "T-59",
      reason: "비파W편대비행중",
      rip: "대전 현충원\n장교\n1-205-1669",
    },

    {
      base: "3훈비",
      rank: "대위",
      name: "김경모",
      from: "사후91",
      year: "95.01.05",
      place: "경남 하동군 금오산",
      aircraft: "T-59",
      reason: "비파W편대비행중",
      rip: "대전 현충원\n장교\n1-205-1670",
    },

    {
      base: "3훈비",
      rank: "소령",
      name: "손종구",
      from: "공사35",
      year: "95.01.05",
      place: "경남 하동군 금오산",
      aircraft: "T-59",
      reason: "비파W편대비행중",
      rip: "대전 현충원\n장교\n1-205-1667",
    },

    {
      base: "전발단",
      rank: "중령",
      name: "조기만",
      from: "공사29",
      year: "95.10.21",
      place: "수도병원",
      aircraft: "카레온",
      reason: "고속활주시험중 추락",
      rip: "대전 현충원\n장교\n1-205-1874",
    },

    {
      base: "18전비",
      rank: "소령",
      name: "문상학",
      from: "공사40",
      year: "96.11.06",
      place: "강원도 강릉",
      aircraft: "F-5E",
      reason: "야간항법 임무 수행중",
      rip: "대전 현충원\n장교\n1-206-2102",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "이성웅",
      from: "공사42",
      year: "97.04.09",
      place: "충남 계룡산",
      aircraft: "F-5E",
      reason: "전투기동훈련중 추락",
      rip: "대전 현충원\n장교\n1-206-2213",
    },

    {
      base: "8전비",
      rank: "중령",
      name: "조원훈",
      from: "공사34",
      year: "98.05.08",
      place: "강원 춘천시",
      aircraft: "A-37A",
      reason: "사진촬영임무중 추락",
      rip: "대전 현충원\n장교\n1-207-2594",
    },

    {
      base: "16전비",
      rank: "소령",
      name: "박정수",
      from: "공사44",
      year: "99.09.14",
      place: "경북 예천 반석골",
      aircraft: "F-5F",
      reason: "야간비행임무중 추락",
      rip: "대전 현충원\n장교\n1-208-3108",
    },

    {
      base: "5전비",
      rank: "이등상사",
      name: "김종업",
      from: "부125(구조)",
      year: "90.12.12",
      place: "부안 위도면",
      aircraft: "UH-1H",
      reason: "긴급환자구조임무수행중",
      rip: "대전 현충원\n사병\n1-112-4800",
    },
    {
      base: "5전비",
      rank: "중사",
      name: "이용범",
      from: "부143(구조)",
      year: "90.12.12",
      place: "부안 위도면",
      aircraft: "UH-1H",
      reason: "긴급환자구조임무수행중",
      rip: "대전 현충원\n사병\n1-112-4802",
    },

    {
      base: "5전비",
      rank: "중사",
      name: "최철호",
      from: "기18(정비)",
      year: "90.12.12",
      place: "부안 위도면",
      aircraft: "UH-1H",
      reason: "긴급환자구조임무수행중",
      rip: "대전 현충원\n사병\n1-112-4801",
    },

    {
      base: "5전비",
      rank: "중사",
      name: "여선수",
      from: "부138(정비)",
      year: "91.03.14",
      place: "경남밀양상공",
      aircraft: "C-123K",
      reason: "기종전환 훈련중",
      rip: "대전 현충원\n사병\n1-112-4952",
    },

    {
      base: "5전비",
      rank: "이등상사",
      name: "이관호",
      from: "기15(정비)",
      year: "91.03.14",
      place: "경남밀양상공",
      aircraft: "C-123K",
      reason: "기종전환 훈련중",
      rip: "대전 현충원\n사병\n1-112-4951",
    },

    {
      base: "6전대",
      rank: "준위",
      name: "전해술",
      from: "기7(정비)",
      year: "94.03.03",
      place: "용인 백암산",
      aircraft: "UH-60P",
      reason: "사관학교졸업 예행연습참관",
      rip: "대전 현충원\n장교\n1-204-1565",
    },
  ],

  [
    // 2000's
    {
      base: "17전비",
      rank: "소령",
      name: "안성만",
      from: "학군23",
      year: "2001.10.05",
      place: "강원영월",
      aircraft: "F-4E",
      reason: "항공기사고",
      rip: "대전 현충원\n장교\n1-210-4035",
    },

    {
      base: "17전비",
      rank: "소령",
      name: "최용두",
      from: "공사43",
      year: "2001.10.05",
      place: "강원영월",
      aircraft: "F-4E",
      reason: "항공기사고",
      rip: "대전 현충원\n장교\n1-210-4034",
    },

    {
      base: "6전대",
      rank: "소령",
      name: "최지운",
      from: "공사46",
      year: "2002.03.14",
      place: "충북괴산",
      aircraft: "AS-332L",
      reason: "항공기사고",
      rip: "대전 현충원\n장교\n2-211-4250",
    },

    {
      base: "6전대",
      rank: "소령",
      name: "김학현",
      from: "학군19",
      year: "2002.03.14",
      place: "충북괴산",
      aircraft: "AS-332L",
      reason: "항공기사고",
      rip: "대전 현충원\n장교\n2-211-4249",
    },

    {
      base: "6전대",
      rank: "소령",
      name: "임재식",
      from: "공사40",
      year: "2002.03.14",
      place: "충북괴산",
      aircraft: "AS-332L",
      reason: "항공기사고",
      rip: "대전 현충원\n장교\n2-211-4248",
    },

    {
      base: "6전대",
      rank: "중령",
      name: "오승학",
      from: "공사37",
      year: "2002.03.14",
      place: "충북괴산",
      aircraft: "AS-332L",
      reason: "항공기사고",
      rip: "대전 현충원\n장교\n2-211-4247",
    },

    {
      base: "16전비",
      rank: "소령",
      name: "김상훈",
      from: "공사44",
      year: "2003.05.13",
      place: "예천상공",
      aircraft: "F-5E",
      reason: "항공기사고",
      rip: "대전 현충원\n장교\n2-211-4848",
    },

    {
      base: "공사교",
      rank: "준위",
      name: "안종구",
      from: "부105",
      year: "2003.05.28",
      place: "경북봉화",
      aircraft: "UH-60",
      reason: "훈련중 헬기에서추락 심폐정지",
      rip: "대전 현충원\n장교\n2-211-4903",
    },

    {
      base: "8전비",
      rank: "대위",
      name: "김태호",
      from: "공사48",
      year: "2003.09.19",
      place: "충북영동(황학산)",
      aircraft: "F-5E",
      reason: "항공기사고",
      rip: "대전 현충원\n장교\n2-211-5017",
    },

    {
      base: "8전비",
      rank: "소령",
      name: "이한기",
      from: "공사44",
      year: "2003.09.19",
      place: "충북영동(황학산)",
      aircraft: "F-5E",
      reason: "항공기사고",
      rip: "대전 현충원\n장교\n2-211-5016",
    },

    {
      base: "3훈비",
      rank: "중위",
      name: "김남헌",
      from: "공사51",
      year: "2003.11.13",
      place: "경남사천",
      aircraft: "KT-1",
      reason: "항공기사고",
      rip: "대전 현충원\n장교\n2-211-5104",
    },
    {
      base: "52전대",
      rank: "중령",
      name: "김천곤",
      from: "공사40",
      year: "2003.12.05",
      place: "미국(캘리포니아주)",
      aircraft: "",
      reason: "모하비사막에서 시험비행훈련중",
      rip: "대전 현충원\n장교\n2-211-5147",
    },

    {
      base: "10전비",
      rank: "소령",
      name: "한세희",
      from: "공사43",
      year: "2004.03.11",
      place: "서해상공",
      aircraft: "KF-5E",
      reason: "비행사고",
      rip: "대전 현충원\n장교\n2-212-5280",
    },
    {
      base: "10전비",
      rank: "중령",
      name: "엄상호",
      from: "공사39",
      year: "2004.03.11",
      place: "서해상공",
      aircraft: "KF-5E",
      reason: "비행사고",
      rip: "대전 현충원\n장교\n2-212-5279",
    },
    {
      base: "10전비",
      rank: "소령",
      name: "김종수",
      from: "공사46",
      year: "2005.07.13",
      place: "서해해상",
      aircraft: "F-5E/F",
      reason: "야간공해합동훈련중 추락",
      rip: "대전 현충원\n장교\n2-213-6191",
    },
    {
      base: "10전비",
      rank: "중령",
      name: "김태균",
      from: "공사40",
      year: "2005.07.13",
      place: "서해해상",
      aircraft: "F-5E/F",
      reason: "야간공해합동훈련중 추락",
      rip: "대전 현충원\n장교\n2-213-6190",
    },
    {
      base: "17전비",
      rank: "중령",
      name: "김동철",
      from: "공사42",
      year: "2005.07.13",
      place: "남해해상",
      aircraft: "F-4E",
      reason: "비행사고",
      rip: "대전 현충원\n장교\n2-213-6189",
    },
    {
      base: "17전비",
      rank: "중령",
      name: "이해남",
      from: "공사40",
      year: "2005.07.13",
      place: "남해해상",
      aircraft: "F-4E",
      reason: "비행사고",
      rip: "대전 현충원\n장교\n2-213-6188",
    },
    {
      base: "8전비",
      rank: "소령",
      name: "김도현",
      from: "공사44",
      year: "2006.05.05",
      place: "수원기지",
      aircraft: "A-37B",
      reason: "비행사고",
      rip: "대전 현충원\n장교\n2-213-6753",
    },
    {
      base: "11전비",
      rank: "소령",
      name: "이재욱",
      from: "공사44",
      year: "2006.06.07",
      place: "동해해상",
      aircraft: "F-15K",
      reason: "비행사고",
      rip: "대전 현충원\n장교\n2-213-6814",
    },
    {
      base: "11전비",
      rank: "중령",
      name: "김성대",
      from: "공사41",
      year: "2006.06.07",
      place: "동해해상",
      aircraft: "F-15K",
      reason: "비행사고",
      rip: "대전 현충원\n장교\n2-213-6813",
    },
    {
      base: "20비",
      rank: "대위",
      name: "박인철",
      from: "공사52",
      year: "2007.07.20",
      place: "태안반도 서북쪽해상",
      aircraft: "KF-16D",
      reason: "비행훈련중 항공기추락",
      rip: "서울 현충원\n29-3557",
    },

    {
      base: "20비",
      rank: "중령",
      name: "이규진",
      from: "공사40",
      year: "2007.07.20",
      place: "태안반도 서북쪽해상",
      aircraft: "KF-16D",
      reason: "비행훈련중 항공기추락",
      rip: "대전 현충원\n장교\n2-214-7649",
    },
  ],

  [
    // 2010's
    {
      base: "18비",
      rank: "대위",
      name: "최보람",
      from: "사후118",
      year: "2010.03.02",
      place: "황병산",
      aircraft: "KF-5F",
      reason: "공무수행중 항공기 추락",
      rip: "대전 현충원\n장교\n3-312-9414",
    },

    {
      base: "18비",
      rank: "소령",
      name: "어민혁",
      from: "공53",
      year: "2010.03.02",
      place: "황병산",
      aircraft: "KF-5E",
      reason: "공무수행중 항공기 추락",
      rip: "대전 현충원\n장교\n3-312-9413",
    },

    {
      base: "18비",
      rank: "대령",
      name: "오충현",
      from: "공38",
      year: "2010.03.02",
      place: "황병산",
      aircraft: "KF-5F",
      reason: "공무수행중 항공기 추락",
      rip: "대전 현충원\n장교\n3-312-9412",
    },

    {
      base: "18비",
      rank: "대위",
      name: "정성웅",
      from: "사후118",
      year: "2010.06.18",
      place: "동해상공",
      aircraft: "KF-5F",
      reason: "공대지사격 임무중 항공기 추락",
      rip: "대전 현충원\n장교\n3-312-9635",
    },

    {
      base: "18비",
      rank: "대령",
      name: "박정우",
      from: "공39",
      year: "2010.06.18",
      place: "동해상공",
      aircraft: "KF-5F",
      reason: "공대지사격 임무중 항공기 추락",
      rip: "대전 현충원\n장교\n3-312-9634",
    },
    {
      base: "39전대",
      rank: "소령",
      name: "김균세",
      from: "공사54",
      year: "2010.11.12",
      place: "전북 임실군",
      aircraft: "RF-4C",
      reason: "기본전투 기동훈련중 항공기 추락",
      rip: "대전 현충원\n장교\n3-312-9913",
    },

    {
      base: "39전대",
      rank: "소령",
      name: "김동춘",
      from: "학군29",
      year: "2010.11.12",
      place: "전북 임실군",
      aircraft: "RF-4C",
      reason: "기본전투 기동훈련중 항공기 추락",
      rip: "대전 현충원\n장교\n3-312-9912",
    },

    {
      base: "공사 212대대",
      rank: "중위",
      name: "이민우",
      from: "공사59",
      year: "2011.06.21",
      place: "충북청원 상공",
      aircraft: "T-103",
      reason: "비행훈련중 항공기 추락",
      rip: "대전 현충원\n장교\n3-312-10307",
    },

    {
      base: "공사",
      rank: "2급상당",
      name: "남관우",
      from: "공사30",
      year: "2011.06.21",
      place: "충북청원상공",
      aircraft: "T-103",
      reason: "비행훈련중 항공기 추락",
      rip: "대전 현충원\n장교\n3-312-10306",
    },

    {
      base: "16비",
      rank: "중령",
      name: "권성호",
      from: "공사49",
      year: "2011.12.05",
      place: "경북예천상공",
      aircraft: "T-59",
      reason: "비행훈련중 항공기추락",
      rip: "대전 현충원\n장교\n3-312-10594",
    },

    {
      base: "16비",
      rank: "중령",
      name: "박정수",
      from: "공사48",
      year: "2011.12.05",
      place: "경북예천상공",
      aircraft: "T-59",
      reason: "비행훈련중 항공기추락",
      rip: "대전 현충원\n장교\n3-312-10593",
    },

    {
      base: "8비",
      rank: "소령",
      name: "김완희",
      from: "공51",
      year: "2012.11.15",
      place: "강원횡성상공",
      aircraft: "T-50",
      reason: "블랙이글비행훈련중 항공기추락",
      rip: "대전 현충원\n장교\n1-147-11250",
    },

    {
      base: "1비",
      rank: "중령",
      name: "노세권",
      from: "공50",
      year: "2013.08.23",
      place: "광주시 상공",
      aircraft: "F-5",
      reason: "작전임무중 항공기추락",
      rip: "대전 현충원\n장사병\n4-411-11722",
    },

    {
      base: "1비",
      rank: "소령",
      name: "정진규",
      from: "공51",
      year: "2013.08.23",
      place: "광주시 상공",
      aircraft: "F-5",
      reason: "작전임무중 항공기추락",
      rip: "대전 현충원\n장사병\n4-411-11723",
    },

    {
      base: "11비",
      rank: "소령",
      name: "최필영",
      from: "공59",
      year: "2018.04.05",
      place: "칠곡 유학산 능선",
      aircraft: "F-15K",
      reason: "작전임무중 항공기추락",
      rip: "대전 현충원\n장사병\n7-703-60829",
    },

    {
      base: "11비",
      rank: "대위",
      name: "박기훈",
      from: "학군41",
      year: "2018.04.05",
      place: "칠곡 유학산 능선",
      aircraft: "F-15K",
      reason: "작전임무중 항공기추락",
      rip: "대전 현충원\n장사병\n7-703-60830",
    },
  ],
];

var ucc = [
  { index: 28, name: "6.25전쟁 70주년, 교육 및 홍보 영상", url: "kYxD03vUrTk" },
  {
    index: 27,
    name: "공군 창군 70주년, 교육 및 홍보 영상",
    url: "8MUCSFf61ds",
  },
  {
    index: 26,
    name: "팔만대장경을 수호한 빨간마후라 김영환 장군",
    url: "ULjxKmNXkGA",
  },
  { index: 25, name: "뉴스로 보는 공군의 역사", url: "Y7YbQSuSKak" },
  { index: 24, name: "보라매 공원의 공군 이야기", url: "Wv_x1B3p_i4" },
  { index: 23, name: "여의도에 숨겨진 공군 이야기", url: "1p7KJAGX5tA" },
  { index: 22, name: "자랑스런 공군, 공군인", url: "Lxy4bMGV580" },
  { index: 21, name: "내 나라 공군", url: "7MOrQl2KHxg" },
  { index: 20, name: "당신이 있었기에", url: "JfWqTFQga3c" },
  { index: 19, name: "6.25 항공전의 영웅 이세영", url: "mpPvAOmwHi4" },
  {
    index: 18,
    name: "사라진 영웅 이정희 대위와 여자 항공대",
    url: "zCOpEsST4wc",
  },
  { index: 17, name: "자랑스러운 하늘의 영웅들", url: "cTTd_Rihiak" },
  { index: 16, name: "생각, 행동, 공", url: "H2ptDETOL3s" },
  { index: 15, name: "최용덕 장군, 공군의 초석을 다지다", url: "uRsnkhNI_Sw" },
  { index: 14, name: "숨", url: "_Etmcew_78c" },
  { index: 13, name: "Eagle Project", url: "AzRguHAKxHA" },
  {
    index: 12,
    name: "대한민국을 지키는 가장 높은 힘의 시작 윌로우스 비행학교",
    url: "EFOyyZM2Ipw",
  },
  { index: 11, name: "민족의 꿈이 나의 꿈이오", url: "XVX0jc9UtsQ" },
  { index: 10, name: "우리의 하늘을 위하여", url: "Qsu18cSAEzs" },
  { index: 9, name: "독립을 위한 그들의 노력", url: "JfmbJbZcE3U" },
  { index: 8, name: "대한민국 최초의 여성비행사", url: "qfJB4yfRN9o" },
  { index: 7, name: "해인사폭격을 중지하라", url: "O9cyYOPs5kc" },
  { index: 6, name: "그대 떠난 하늘을 본다", url: "BC9c5tXqAbA" },
  { index: 5, name: "불멸의 투혼", url: "X5U2a6UTpOY" },
  { index: 4, name: "전하지 못한 이야기", url: "EU_X5AkpN3k" },
  { index: 3, name: "빨간마후라의 영웅", url: "jCTD0yp_5EQ" },
  { index: 2, name: "창공의 영웅들", url: "Iwn3gzfcs34" },
  { index: 1, name: "위국헌신 군인본분", url: "zR5k6eyD4vg" },
];
